Repository: cozy/cozy-stack
Catalog: assets/locales/*.po
Languages: de, es, fr, ja, nl_nl, ru, vi

source: Mail Archive Subject
de: Deine Daten herunterladen
es: Descargar sus datos de Cozy
fr: Téléchargement de vos données
ja: データをダウンロード
nl_nl: Je gegevens downloaden
ru: Скачивание ваших данных
vi: Tải dữ liệu của bạn

source: Mail Archive Intro 1
de: Hallo %s,
es: Hola %s,
fr: Bonjour %s,
ja: %s さん、こんにちは。
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Archive Intro 2
de: Du hast eine Kopie aller Daten die wir über dich haben angefragt.
es: Usted pidió una copia de todos los datos que Cozy tiene sobre usted.
fr: Vous avez demandé à recevoir une copie de la totalité des données que nous détenons sur vous.
ja: あなたに関する全データのコピーを入手するように依頼しました。
nl_nl: Je hebt een kopie aangevraagd van de gegevens die Cozy over je heeft verzameld.
ru: Вы запросили получение копии всех данных, которые мы храним о вас.
vi: Bạn đã yêu cầu nhận bản sao toàn bộ dữ liệu mà chúng tôi lưu trữ về bạn.

source: Mail Archive Button instruction
de: Du kannst es durch einen Klick auf den folgenden Link herunterladen.
es: Usted puede descargar haciendo clic en el siguiente enlace.
fr: Vous pouvez la télécharger en cliquant sur ce lien.
ja: 次のリンクをクリックするとダウンロードできます。
nl_nl: Je kunt het downloaden door te klikken op de volgende link:
ru: Вы можете скачать их, нажав на эту ссылку.
vi: Bạn có thể tải dữ liệu bằng cách nhấn vào liên kết dưới đây.

source: Mail Archive Button text
de: Deine Daten herunterladen
es: Descargar sus datos de Cozy
fr: Télécharger vos données
ja: データをダウンロード
nl_nl: Je gegevens downloaden
ru: Скачать ваши данные
vi: Tải dữ liệu của bạn

source: Mail Archive Alternative text
de: Der Downloadlink für dein Cozy lautet wie folgt:
fr: Le lien de téléchargement de votre Cozy est le suivant :
nl_nl: De downloadlink van je Cozy is:
ru: Ссылка для скачивания вашего Twake:
vi: Liên kết tải dữ liệu Twake của bạn là:

source: Mail Import Success Subject
de: Gute Neuigkeiten! Dein Cozy wurde erfolgreich importiert
fr: Bonne nouvelle ! L'import dans votre Cozy est terminé
nl_nl: Goed nieuws: je Cozy is geïmporteerd!
ru: Хорошие новости! Импорт в ваш Twake завершён
vi: Tin tốt! Twake của bạn đã được nhập thành công

source: Mail Import Success Intro 1
de: Hallo %s,
fr: Bonjour %s,
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Import Success Intro 2
de: Der Import all deiner Daten in dein Cozy war erfolgreich.
fr: L'import de toutes vos données dans votre Cozy s'est déroulé avec succès.
nl_nl: Het importeren van je gegevens is voltooid.
ru: Импорт всех ваших данных в ваш Twake прошёл успешно.
vi: Việc nhập toàn bộ dữ liệu vào Twake của bạn đã hoàn tất.

source: Mail Import Success Button instruction
de: Du kannst nun auf deine Daten in deinem Cozy zugreifen, indem du auf den folgenden Button klickst:
fr: Vous pouvez dès à présent accéder à vos données dans votre Cozy en cliquant sur le bouton suivant :
nl_nl: Klik op de volgende knop om je gegevens te bekijken.
ru: Теперь вы можете получить доступ к вашим данным в вашем Twake, нажав кнопку ниже:
vi: Bạn có thể truy cập dữ liệu của mình trong Twake bằng cách nhấn vào nút dưới đây:

source: Mail Import Success Button text
de: Mein Cozy betreten
fr: Accéder à mon Cozy
nl_nl: Ga naar mijn Cozy
ru: Доступ к моему Twake
vi: Truy cập Twake của tôi

source: Mail Import Success Apps not installed
de: Zur Information, die %s Dienste konnten nicht neuinstalliert werden. Wie dem auch sei: alle zugehörigen Daten wurden erfolgreich importiert.
fr: Pour information, les services %s n'ont pas pu être ré-installés. Toutefois, les données associées ont bien été importées.
nl_nl: Let op: de %s-diensten kunnen niet opnieuw worden ingesteld. Alle bijbehorende gegevens zijn echter geïmporteerd.
ru: Для информации, сервисы %s не могли быть переустановлены. Однако связанные данные были импортированы.
vi: Lưu ý: các dịch vụ %s không thể được cài đặt lại. Tuy nhiên, toàn bộ dữ liệu liên quan đã được nhập đầy đủ.

source: Mail Import Success Outro
de: Bis bald, dein Cozy
fr: A bientôt, votre Cozy
nl_nl: Tot snel! Liefs, je Cozy
ru: До встречи, ваш Twake
vi: Hẹn gặp lại, Twake của bạn

source: Mail Import Error Subject
de: ⚠ Der Import in dein Cozy ist fehlgeschlagen
fr: ⚠ L'import dans votre Cozy n'a pas abouti
nl_nl: ⚠ Het importeren is mislukt
ru: ⚠ Импорт в ваш Twake не удался
vi: ⚠ Việc nhập dữ liệu vào Twake đã thất bại

source: Mail Import Error Text
de: Beim Import deiner Daten in dein Cozy gab es ein Problem. Das zu deinem Cozy übermittelte Archiv scheint nicht gültig zu sein. Kannst du den Vorgang wiederholen?
fr: L'import des données dans votre Cozy a rencontré un souci. L'archive transmise à votre Cozy ne semble pas valide. Pouvez-vous renouveler l'opération depuis le début ?
nl_nl: Er heeft zich een probleem voorgedaan tijdens het importeren: het archiefbestand lijkt ongeldig te zijn. Probeer het opnieuw.
ru: Импорт данных в ваш Twake столкнулся с проблемой. Архив, переданный в ваш Twake, не кажется действительным. Можете ли вы повторить операцию с самого начала?
vi: Đã xảy ra sự cố khi nhập dữ liệu vào Twake của bạn. Tệp lưu trữ được gửi đến Twake không hợp lệ. Bạn có thể thử lại thao tác này từ đầu?

source: Mail Import Error Outro
de: Wenn das Problem bestehen bleibt, kontaktiere unseren Kundendienst.
fr: Si le souci persiste, contactez le support client.
nl_nl: Als het probleem zich blijft voordoen, neem dan contact met ons op.
ru: Если проблема сохраняется, свяжитесь с службой поддержки клиентов.
vi: Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.

source: Mail Export Error Subject
nl_nl: ⚠ Het exporteren is mislukt
ru: ⚠ Экспорт из вашего Twake не удался
vi: ⚠ Việc xuất dữ liệu từ Twake đã thất bại

source: Mail Export Error Text
nl_nl: Er heeft zich een probleem voorgedaan tijdens het exporteren. Probeer het opnieuw.
ru: Экспорт данных из вашего Twake столкнулся с проблемой. Можете ли вы повторить операцию с самого начала?
vi: Đã xảy ra sự cố khi xuất dữ liệu từ Twake của bạn. Bạn có thể thử lại thao tác này từ đầu?

source: Mail Export Error Outro
nl_nl: Als het probleem zich blijft voordoen, neem dan contact met ons op.
ru: Если проблема сохраняется, свяжитесь с службой поддержки клиентов.
vi: Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.

source: Mail Move Confirm Subject
nl_nl: Wil je je Cozy nu verplaatsen?
ru: Действительно ли вы хотите переместить ваш Twake?
vi: Bạn muốn di chuyển Twake của mình ngay bây giờ?

source: Mail Move Confirm Intro 1
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Move Confirm Intro 2
nl_nl: Er is een verzoek verstuurd om je gegevens te verplaatsen van %s naar %s.
ru: Был сделан запрос на перемещение ваших данных с %s на %s.
vi: Đã có yêu cầu chuyển dữ liệu của bạn từ %s sang %s.

source: Mail Move Confirm Button instruction
nl_nl: Als je het zeker weet, klik dan hieronder om te starten.
ru: Если вы действительно сделали этот запрос, нажмите ниже, чтобы начать перемещение.
vi: Nếu đúng là bạn đã yêu cầu, hãy nhấn vào nút dưới đây để bắt đầu quá trình chuyển.

source: Mail Move Confirm Button text
nl_nl: Verplaatsing goedkeuren
ru: Принять перемещение
vi: Chấp nhận chuyển dữ liệu

source: Mail Move Success Subject
nl_nl: Goed nieuws: je Cozy is verplaatst!
ru: Хорошие новости! Перемещение в ваш Twake завершено
vi: Tin tốt! Twake của bạn đã được chuyển thành công

source: Mail Move Success Intro 1
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Move Success Intro 2
nl_nl: Alle gegevens zijn verplaatst naar je Cozy.
ru: Перемещение всех ваших данных в ваш новый Twake прошло успешно.
vi: Việc chuyển toàn bộ dữ liệu vào Twake của bạn đã hoàn tất.

source: Mail Move Success Button instruction
nl_nl: Klik op de volgende knop om je gegevens te bekijken.
ru: Теперь вы можете получить доступ к вашим данным в вашем Twake, нажав кнопку ниже:
vi: Bạn có thể truy cập dữ liệu của mình trong Twake bằng cách nhấn vào nút dưới đây:

source: Mail Move Success Button text
nl_nl: Ga naar mijn Cozy
ru: Доступ к моему Twake
vi: Truy cập Twake của tôi

source: Mail Move Success Apps not installed
nl_nl: Let op: de %s-diensten kunnen niet opnieuw worden ingesteld. Alle bijbehorende gegevens zijn echter geïmporteerd.
ru: Для информации, сервисы %s не могли быть переустановлены. Однако связанные данные были импортированы.
vi: Lưu ý: các dịch vụ %s không thể được cài đặt lại. Tuy nhiên, toàn bộ dữ liệu liên quan đã được nhập đầy đủ.

source: Mail Move Success Outro
nl_nl: Tot snel! Liefs, je Cozy
ru: До встречи, ваш Twake
vi: Hẹn gặp lại, Twake của bạn

source: Mail Move Error Subject
nl_nl: ⚠ Het verplaatsen van je Cozy is mislukt
ru: ⚠ Перемещение вашего Twake не удалось
vi: ⚠ Việc chuyển Twake của bạn đã thất bại

source: Mail Move Error Text
nl_nl: Er heeft zich een probleem voorgedaan tijdens het verplaatsen. Probeer het opnieuw.
ru: Перемещение вашего Twake столкнулось с проблемой. Можете ли вы повторить операцию с самого начала?
vi: Đã xảy ra sự cố khi chuyển Twake của bạn. Bạn có thể thử lại thao tác này từ đầu?

source: Mail Move Error Outro
nl_nl: Als het probleem zich blijft voordoen, neem dan contact met ons op.
ru: Если проблема сохраняется, свяжитесь с службой поддержки клиентов.
vi: Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.

source: Mail Two Factor Subject
de: Zugangscode für die einmalige Verbindung
es: Código de conexión único
fr: Code de connexion à usage unique
ja: ワンタイム接続コード
nl_nl: Eenmalige koppelcode
ru: Одноразовый код входа
vi: Mã kết nối dùng một lần

source: Mail Two Factor Intro
de: Zwei-Faktor-Authentifizierung ist für dein Cozy aktiviert. Gib den folgenden Code ein, um deine Identität zu bestätigen:
es: La autenticación de dos factores está habilitada para su Cozy. Introduzca el siguiente código para verificar su identidad:
fr: L'authentification en deux étapes est activée sur votre Cozy. Voici votre code de vérification de la seconde authentification :
ja: Cozy の二要素認証が有効になっています。 IDを確認するために次のコードを入力してください:
nl_nl: Authenticatie in twee stappen is ingeschakeld op je Cozy. Voer de volgende code in om je identiteit te bevestigen:
ru: Двухэтапная аутентификация активирована на вашем Twake. Вот ваш код подтверждения для второй аутентификации:
vi: Xác thực hai bước đã được bật cho Twake của bạn. Nhập mã sau để xác minh danh tính:

source: Mail Two Factor Outro
de: Nicht sicher was zu tun ist? Erhalte Hilfe von contact@cozycloud.cc
es: ¿No está seguro de lo que hace? Solicite nuestra ayuda a contact@cozycloud.cc
fr: Besoin d'aide ? Ecrivez à l'adresse contact@cozycloud.cc
ja: 何をすべきか分かりませんか? contact@cozycloud.cc からヘルプを受けてください
nl_nl: Weet je niet wat je moet doen? Verkrijg dan hulp van ons team via contact@cozycloud.cc
ru: Нужна помощь? Пишите на support@twake.app
vi: Không rõ phải làm gì? Vui lòng liên hệ contact@cozycloud.cc

source: Mail Two Factor Mail Confirmation Subject
de: Du möchtest die Zwei-Faktor-Authentifizierung für dein %s aktivieren
es: Desea habilitar la autenticación de dos factores en su %s
fr: Vous souhaitez activer la validation en deux étapes sur votre %s
ja: %s の二要素認証を有効にします
nl_nl: Je wilt authenticatie in twee stappen inschakelen op je %s
ru: Вы хотите активировать двухэтапную проверку на вашем %s
vi: Bạn muốn bật xác thực hai bước trên %s của mình

source: Mail Two Factor Mail Confirmation Intro
de: Hier ist der Code um den zweiten Faktor zu aktivieren:
es: Aquí está el código para habilitar la autenticación de dos factores en su Cozy:
fr: Voici le code à utiliser pour activer l'authentification en deux étapes :
ja: これが二要素認証を有効にするコードです:
nl_nl: Dit is de code die je moet gebruiken voor het activeren van authenticatie in twee stappen:
ru: Вот код для активации двухэтапной аутентификации:
vi: Đây là mã để kích hoạt xác thực hai bước:

source: Mail Two Factor Mail Confirmation Outro
de: Wenn du diese Änderung nicht vorgenommen hast, kontaktiere uns bitte über contact@cozycloud.cc
es: Si usted no es el autor de este cambio, por favor contáctenos en contact@cozycloud.cc
fr: Si vous n'êtes pas à l'origine de cette modification, vous pouvez nous contacter à l'adresse contact@cozycloud.cc.
ja: あなたがこの変更を行っていない場合、contact@cozycloud.cc にご連絡ください
nl_nl: Als je deze wijziging niet hebt aangebracht, neem dan contact met ons op: contact@cozycloud.cc
ru: Если вы не делали это изменение, вы можете связаться с нами по адресу support@twake.app.
vi: Nếu bạn không thực hiện thay đổi này, vui lòng liên hệ contact@cozycloud.cc

source: Mail New Connection Subject
de: Neue Verbindung zu deinem %s
es: Nueva conexión a su %s
fr: Nouvelle connexion à votre %s
ja: %s への接続を検出しました
nl_nl: Nieuwe koppeling met je %s
vi: Kết nối mới với %s của bạn

source: Mail New Connection Intro
de: Dies ist eine Nachricht deines Cozys: Ein neues Gerät hat sich kürzlich in deinem Cozykonto angemeldet. Überprüfe die Verbindungsinformationen unten, um zu bestätigen, dass es deines ist.
es: Este es un mensaje de su Cozy. Un nuevo dispositivo se ha conectado recientemente a su cuenta de Cozy. Revise la siguiente información de conexión para confirmar que es suyo.
fr: Ceci est un message provenant de votre Cozy. Un nouvel appareil s’est connecté à votre compte Cozy récemment. Examinez les informations sur cette nouvelle connexion pour vérifier si c’est bien vous.
ja: お使いの Cozy への接続を検出しました。 これが、この接続の詳細です:
nl_nl: Dit is een bericht van je Cozy. Er is ingelogd op je Cozy-account vanaf een nieuw apparaat. Controleer middels onderstaande verbindingsinformatie of jíj degene was die inlogde.
vi: Đây là thông báo từ Twake của bạn. Một thiết bị mới vừa đăng nhập vào tài khoản Twake của bạn. Vui lòng kiểm tra thông tin kết nối bên dưới để xác nhận đó là bạn.

source: Mail New Connection Place
de: Ort:
es: Ubicación:
fr: Lieu :
ja: 場所
nl_nl: Locatie:
vi: Vị trí:

source: Mail New Connection Near
de: nahe
es: Cerca
fr: proche de
nl_nl: in de buurt van
vi: gần

source: Mail New Connection Time
de: Zeit:
es: Hora:
fr: Heure :
nl_nl: Tijdstip:
vi: Thời gian:

source: Mail New Connection IP
de: IP Adresse:
es: Dirección IP:
fr: Adresse IP :
ja: IP アドレス
nl_nl: IP-adres:
vi: Địa chỉ IP:

source: Mail New Connection Browser
de: Browser:
es: Navegador:
fr: Navigateur :
ja: ブラウザー
nl_nl: Webbrowser:
vi: Trình duyệt:

source: Mail New Connection Change Passphrase instruction
de: Wenn du hinter dieser neuen Verbindung steckst, kannst du diese Nachricht ignorieren und dein Cozy genießen. Wenn nicht, empfehlen wir dir dein Passwort umgehend zu erneuern.
es: Si está detrás de esta nueva conexión, puede ignorar este mensaje y disfrutar de su Cozy. Si no, le sugerimos que modifique su contraseña ahora.
fr: Vous confirmez en être l’initiateur ? Si oui, profitez de ce nouvel accès ! Dans le cas contraire, réinitialisez dès maintenant votre mot de passe.
ja: あなたが行いましたか? すばらしいです! 安心しました。 ご不便おかけしてすみません。 そうでない場合は、次のボタンをクリックして今すぐパスワードを変更してください:
nl_nl: Was je dit zelf? Dan kun je dit bericht negeren. Als je dit niet zelf was, wijzig dan nu je wachtwoord.
vi: Nếu đúng là bạn đã thực hiện kết nối này, bạn có thể bỏ qua email này và tiếp tục sử dụng Twake. Nếu không, chúng tôi khuyến nghị bạn nên thay đổi mật khẩu ngay lập tức.

source: Mail New Connection Change Passphrase text
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
ja: パスワードを変更する
nl_nl: Mijn wachtwoord wijzigen
vi: Thay đổi mật khẩu của tôi

source: Mail New Connection Bonus instruction
de: Möchtest du die Sicherheit deines Kontos verstärken? Wir raten dir, die Zwei-Faktor-Authentifizierung in deinem Konto zu aktivieren.
es: ¿Quiere reforzar la seguridad de su cuenta? Le aconsejamos que active en su cuenta la autenticación de dos factores.
fr: Mieux sécuriser votre compte ? Nous vous conseillons d’activer l’authentification à double facteur sur votre compte afin de renforcer sa sécurité.
nl_nl: Wil je je accountbeveiliging opschroeven? Dan raden we aan authenticatie in twee stappen in te schakelen.
vi: Bạn muốn tăng cường bảo mật cho tài khoản? Chúng tôi khuyên bạn nên bật xác thực hai bước.

source: Mail New Connection Bonus text
de: Zwei-Faktor-Authentifizierung aktivieren
es: Activar la autenticación de dos factores
fr: Activer l’authentification à double facteur
nl_nl: Authenticatie in twee stappen in schakelen
vi: Bật xác thực hai bước

source: Mail New Connection Outro
de: Warum die E-Mail? Für jedes ungewöhnliche Verhalten bei deinen Verbindungen, wirst du benachrichtigt, um die Sicherheit deiner Daten sicherzustellen.
es: ¿Por qué el correo electrónico? Para cualquier comportamiento inusual en sus conexiones se le notificará para garantizar la seguridad de todos sus datos.
fr: Pourquoi cet email ? Tout comportement inhabituel dans vos connexions vous sera notifié afin d’assurer la sécurité de vos données.
ja: このメールが届いた理由は? お使いの Cozy の安全は私たちの最優先事項であり、私たちは異常な接続を気を付けるようにしています。
nl_nl: Waarom deze e-mail? De veiligheid van je Cozy heeft onze hoogste prioriteit, dus willen we zeker weten dat je account niet wordt misbruikt.
vi: Tại sao bạn nhận được email này? Với bất kỳ hoạt động đăng nhập bất thường nào, bạn sẽ được thông báo để đảm bảo an toàn cho toàn bộ dữ liệu của mình.

source: Mail New Connection Signature
de: Bis bald, Dein Cozy
es: Hasta pronto, Su Cozy
fr: À bientôt, Votre Cozy
nl_nl: Tot snel! Liefs, je Cozy
vi: Hẹn gặp lại, Twake của bạn

source: Mail New Registration Subject
de: Ein neues Gerät hat sich mit deinem %s verbunden
es: A su %s se ha conectado un nuevo periférico
fr: Un nouvel appareil connecté à votre %s
ja: %s に新しいデバイスが接続されました
nl_nl: Nieuw apparaat gekoppeld aan je %s
vi: Một thiết bị mới đã kết nối với %s của bạn

source: Mail New Registration Intro
de: Glückwunsch! Die Registrierung deines neuen Geräts für dein Cozy war erfolgreich.
es: Congratulaciones, el registro de un nuevo aparato en su Cozy ha sido un éxito.
fr: Félicitations, vous avez connecté un nouvel appareil à votre Cozy.
ja: おめでとうございます。お使いの Cozy への新しいデバイスの登録は成功しました。
nl_nl: Gefeliciteerd! Je hebt een nieuw apparaat geregistreerd op je Cozy!
vi: Chúc mừng, thiết bị mới đã được đăng ký thành công với Twake của bạn.

source: Mail New Registration Devices instruction
de: Du kannst die Geräte direkt in deinem Cozy verwalten:
es: Ustad puede administrar sus aparatos directamente desde su Cozy
fr: Vous pouvez gérer vos différents appareils depuis votre Cozy :
ja: お使いの Cozy から直接デバイスを管理することができます:
nl_nl: Je kunt je apparaten direct beheren vanuit je Cozy:
vi: Bạn có thể quản lý các thiết bị của mình trực tiếp từ Twake:

source: Mail New Registration Devices text
de: Meine Geräte verwalten
es: Administrar mis aparatosAdministrar mis aparatos
fr: Gérer mes appareils
ja: デバイスの管理
nl_nl: Mijn apparaten beheren
vi: Quản lý thiết bị của tôi

source: Mail New Registration Revoke instruction
de: Wenn du das Gerät nicht hinzugefügt hast, kannst du den Zugriff hier wiederrufen
es: Si usted no es la fuente de este añadido, puede revocar el nuevo aparato
fr: Si vous n'êtes pas à l'origine de cet ajout, vous pouvez révoquer cet appareil :
ja: この追加を行っていない場合は、新しいデバイスを取り消すことができます
nl_nl: Als jij dit niet gedaan hebt, dan kun je de machtiging van het nieuwe apparaat intrekken.
vi: Nếu bạn không thực hiện việc thêm thiết bị này, bạn có thể thu hồi thiết bị đó

source: Mail New Registration Revoke text
de: Dieses Gerät wiederrufen
es: Revocar este aparato
fr: Révoquer cet appareil
ja: このデバイスを取り消す
nl_nl: Machtiging intrekken
vi: Thu hồi thiết bị này

source: Mail Sharing Request Subject
de: Neue Freigabe von %s erteilt
es: Nueva solicitud para compartir desde %s
fr: Accepter le partage de %s ?
ja: %s から新しい共有要求
nl_nl: Nieuw deelverzoek van %s
ru: %s поделился %s с вами
vi: %s đã chia sẻ %s với bạn

source: Mail Sharing Request Intro
de: Hallo,
es: Hola,
fr: Bonjour,
ja: %s さん、こんにちは。
nl_nl: Hallo,
ru: Привет,
vi: Xin chào,

source: Mail Sharing Request Description
de: %s(%s) lädt dich ein zum %s der %s%sauf ihrem persönlichen Raum, Cozy.
es: %s (%s) le invita a %s el %s %s de su espacio Cozy personal.
fr: %s (%s) vous invite à %s le %s %s sur son espace personnel, Cozy.
nl_nl: %s (%s) wil dat je iets %s (%s %s) in zijn/haar persoonlijke ruimte, Cozy.
ru: %s (%s) приглашает вас %s %s **%s** из личного пространства, Twake.
vi: %s (%s) mời bạn %s %s **%s** từ không gian cá nhân của họ trên Twake.

source: Mail Sharing Request Action Read
de: abrufen
es: acceso
fr: consulter
nl_nl: bekijkt
ru: посмотреть
vi: xem

source: Mail Sharing Request Action Write
de: aktualisieren
es: actualizar
fr: modifier
nl_nl: bijwerkt
ru: изменить
vi: chỉnh sửa

source: Mail Sharing Request Button text
de: Zugriff auf dieses %s
es: Acceso a este %s
fr: Accéder au %s
ja: この共有を承認
nl_nl: Toegang tot deze %s
ru: Посмотреть %s
vi: Xem %s

source: Mail Sharing Member To Confirm Subject
ru: Требуется подтверждение для завершения общего доступа к вашим паролям
vi: Cần xác nhận để hoàn tất việc chia sẻ mật khẩu của bạn

source: Mail Sharing Member To Confirm Intro
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Sharing Member To Confirm Description
ru: %s принял ваш общий доступ к паролям. Чтобы завершить этот общий доступ, вы должны проверить личность его Twake.
vi: %s đã chấp nhận chia sẻ mật khẩu của bạn. Để hoàn tất việc chia sẻ này, bạn cần xác minh danh tính Twake của họ.

source: Mail Sharing Member To Confirm Button
ru: Проверить личность
vi: Xác minh danh tính

source: Mail Alert Account Subject
de: Das Löschen der Instanz ist beim Bereinigen von Accounts fehlgeschlagen
es: Error en la eliminación de instancias durante la limpieza de cuentas
fr: Le nettoyage des comptes a échoué lors de la suppression de l'instance
ja: アカウントのクリーニング時にインスタンスの削除に失敗しました
nl_nl: Instantieverwijdering mislukt tijdens opschonen van accounts
ru: Очистка аккаунтов не удалась при удалении экземпляра
vi: Xóa instance không thành công khi dọn dẹp tài khoản

source: Mail Support Confirmation Subject
nl_nl: [cozy-support] Je verzoek is al onze kant op gestuurd!
ru: [twake-support] Ваш запрос принят
vi: [cozy-support] Yêu cầu của bạn đang được xử lý!

source: Mail Support Confirmation Intro 1
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Support Confirmation Intro 2
nl_nl: Ons team bestudeert momenteel je verzoek.
ru: Наша команда рассматривает ваш запрос.
vi: Đội ngũ của chúng tôi đang xem xét yêu cầu của bạn.

source: Mail Support Confirmation Outro
nl_nl: Ik antwoord je per e-mail zodra ik meer weet.
ru: Вы получите ответ от меня по электронной почте в ближайшее время.
vi: Tôi sẽ phản hồi qua email trong thời gian sớm nhất.

source: Mail Support Confirmation Signature
nl_nl: Claude - klantenservice van Cozy Cloud
ru: Claude - Служба поддержки клиентов в Twake Workplace
vi: Claude - Bộ phận Hỗ trợ khách hàng tại Twake Workplace

source: Notification Sharing Subject
de: Eine neue Freigabe ist in deinem Cozy verfügbar
es: Una nueva manera de intercambiar está disponible en su Cozy
fr: Vous avez un nouveau partage disponible dans votre Cozy
nl_nl: Er is een gedeeld item beschikbaar op je Cozy
ru: %s поделился %s с вами
vi: %s đã chia sẻ %s với bạn

source: Notification Sharing Description
de: %slädt dich ein zum %sder %s%s
es: %s le invita a %s el %s %s
fr: %s vous invite à %s le %s %s
nl_nl: %s (%s) wil dat je iets %s (%s %s)
ru: %s приглашает вас %s %s **%s**
vi: %s mời bạn %s %s **%s**

source: Notification Sharing Type Organization
ru: общая папка паролей
vi: thư mục mật khẩu

source: Notification Sharing Title Document
ru: документ
vi: một tài liệu

source: Notification Sharing Title Directory
ru: каталог
vi: một thư mục

source: Notification Sharing Title File
ru: файл
vi: một tập tin

source: Notification Sharing Title Note
ru: заметку
vi: một ghi chú

source: Notification Sharing Type Document
de: Dokument
es: documento
fr: document
nl_nl: document
ru: документ
vi: tài liệu

source: Notification Sharing Type Directory
de: Verzeichnis
es: directorio
fr: répertoire
nl_nl: map
ru: каталог
vi: thư mục
