Repository: cozy/cozy-stack
Catalog: assets/locales/*.po
Languages: de, es, fr, ja, nl_nl, ru, vi

source: Error Invalid response type
de: Ungültiger Antworttyp
es: El tipo de respuesta no es válido
fr: Le type de réponse est invalide
ja: レスポンスタイプが正しくありません
nl_nl: Ongeldig antwoord
ru: Тип ответа недействителен
vi: Loại phản hồi không hợp lệ

source: Error Invalid scope
de: Ungültiger Bereich
es: El parámetro scope no es válido
fr: Le paramètre scope est invalide
ja: 無効なスコープ
nl_nl: Ongeldig bereik
ru: Параметр scope недействителен
vi: Scope không hợp lệ

source: Error Invalid challenge code method
ru: Параметр code_challenge_method недействителен
vi: Phương thức mã hóa challenge không hợp lệ

source: Error No challenge code
ru: Параметр code_challenge должен быть предоставлен при наличии параметра code_challenge_method
vi: Tham số code_challenge là bắt buộc khi có code_challenge_method

source: Error Must be authenticated
de: Du musst dich authentifizieren
es: Usted debe ser autentificado
fr: Vous devez être connecté
ja: 認証されている必要があります
nl_nl: Je moet geauthenticeerd zijn
ru: Вы должны войти в систему
vi: Bạn phải đăng nhập

source: Error Invalid reset token
de: Der Link zum Zurücksetzen vom Passwort ist falsch oder abgelaufen
es: El enlace para reiniciar su contraseña esta truncado o ha expirado
fr: Le lien de réinitialisation du mot de passe est tronqué ou a expiré
ja: パスワードをリセットするリンクは破棄されたか、期限切れです
nl_nl: De link om je wachtwoord opnieuw in te stellen is afgebroken of verlopen
ru: Ссылка для сброса пароля обрезана или истекла
vi: Liên kết đặt lại mật khẩu đã bị rút gọn hoặc đã hết hạn

source: Error Reset already requested
de: Das Zurücksetzen deines Passworts wurde bereits beantragt. Bitte schau in deinem E-Mail Postfach und dem Spam-Ordner nach!
es: El reinicio de la contraseña ya se solicitó. Por favor revise su bandeja de entrada de emails, y la carpeta de spams.
fr: La réinitialisation du mot de passe a déjà été demandée. Pensez à vérifier votre boite d'emails, et notamment le dossier spam !
ja: パスワードのリセットは既に要求されています。 メールの受信トレイと迷惑メールフォルダを確認してください!
nl_nl: Er is al een verzoek ingediend om je wachtwoord opnieuw in te stellen. Controleer je Postvak IN en de ongewenste e-mail-map!
ru: Сброс пароля уже был запрошен. Не забудьте проверить вашу почту, особенно папку спам!
vi: Yêu cầu đặt lại mật khẩu đã được gửi trước đó. Vui lòng kiểm tra hộp thư và mục spam!

source: Error Invalid magic link
ru: Ссылка для доступа к вашему Cozy обрезана или истекла
vi: Liên kết đăng nhập Twake đã bị rút gọn hoặc đã hết hạn

source: Error Invalid mail token
de: Der Link zum Bestätigen der E-Mail ist falsch oder abgelaufen
es: El enlace para confirmar su email está truncado o ha expirado
fr: Le lien permettant de confirmer votre adresse e-mail est tronqué ou a expiré.
ja: メールを確認するリンクは破棄されたか、期限切れです
nl_nl: De link om je e-mailadres te bevestigen is afgebroken of verlopen
ru: Ссылка для подтверждения вашего адреса электронной почты обрезана или истекла.
vi: Liên kết xác nhận email đã bị rút gọn hoặc đã hết hạn

source: Error Invalid sharing
de: Es sieht so aus als ob die Freigabe nicht mehr vorhanden ist oder zurückgenommen wurde.
es: Parece que el uso compartido no se ha encontrado o ha sido revocado
fr: Il semblerait que le partage n'ait pu être trouvé ou qu'il ait été révoqué
ja: 共有が見つからないか、取り消されたようです
nl_nl: Het lijkt erop dat het gedeelde bestand niet gevonden kan worden of is ingetrokken
ru: Похоже, общий доступ не найден или был отозван
vi: Chia sẻ không tồn tại hoặc đã bị thu hồi

source: Error Sharing already accepted Title
de: Du hast diese Freigabe schon angenommen
es: Usted ya aceptó compartir este documento
fr: Vous avez déjà accepté ce partage
ja: この共有はすでに承認されています
nl_nl: Je hebt dit deelverzoek al goedgekeurd
ru: Вы уже приняли этот общий доступ
vi: Bạn đã chấp nhận chia sẻ này

source: Error Sharing already accepted
de: Du solltest diese Freigabe in deinem Cozy finden.
es: Debería saber si usted ya aceptó compartir este documento.
fr: Vous pourrez retrouver ce partage sur votre Cozy.
ja: お使いの Cozy でこの共有が見つかるはずです。
nl_nl: Je kunt het gedeelde bestand terugvinden op je Cozy.
ru: Вы найдёте этот общий доступ в вашем Twake.
vi: Bạn có thể tìm thấy nội dung chia sẻ này trong Twake của mình.

source: Error Sharing already accepted Button
de: Gehe zu meinem Cozy: %s
es: Ir a mi Cozy: %s
fr: Aller sur mon Cozy : %s
ja: 自分の Cozy に移動: %s
nl_nl: Ga naar mijn Cozy: %s
ru: Перейти в мой Twake
vi: Truy cập Twake của tôi

source: Two Factor Activation
de: Zwei-Faktor-Authentifizierung wurde aktiviert
es: La autenticación con dos factores está activada
fr: L'authentification en deux étapes est activée
ja: 二要素認証が有効になりました
nl_nl: Authenticatie in twee stappen is ingeschakeld
ru: Двухэтапная аутентификация активирована
vi: Xác thực hai bước đã được kích hoạt

source: Confirmation User Content
de: Deine E-Mailadresse wurde bestätigt. Wir haben erfolgreich die Zwei-Faktor-Authentifizierung für dein Cozy aktiviert.
es: Su e-mail ha sido confirmado. Hemos activado con éxito la autenticación de dos factores para su Cozy.
fr: Votre adresse e-mail est maintenant confirmée. La double-authentification a bien été activée avec succès sur votre Cozy.
ja: あなたのメールアドレスが確認されました。 私たちはあなたの Cozy の二要素認証を有効にしました。
nl_nl: Je e-mailadres is bevestigd. We hebben authenticatie in twee stappen ingeschakeld.
ru: Ваш адрес электронной почты теперь подтверждён. Двойная аутентификация была успешно активирована на вашем Cozy.
vi: Email của bạn đã được xác nhận. Xác thực hai bước đã được kích hoạt thành công cho Twake của bạn.

source: Permissions Maximal
ru: Все данные
vi: Tất cả dữ liệu

source: Permissions Wildcard
ru: , с связанными данными
vi: , và các tài liệu liên quan

source: Permissions Read only
de: , nur lesend
es: , sólo en lectura
fr: , en lecture seule
ja: 、読み取り専用
nl_nl: , alleen om te lezen
ru: , только для чтения
vi: , chỉ đọc

source: Permissions disk usage
de: Benutzer Speicherplatz
es: Cantidad de espacio disco utilizado
fr: Quantité d'espace disque utilisé
ja: 使用ディスク容量
nl_nl: De gebruikte schijfruimte
ru: Объём используемого дискового пространства
vi: Dung lượng ổ đĩa đã sử dụng

source: Permissions worker konnectors
de: Ausführen eines Connectors zum Importieren von Daten
es: Se está ejecutando un conector para importar datos
fr: Exécution d'un connecteur pour importer des données
ja: データをインポートするコネクターを実行中
nl_nl: Bezig met uitvoeren van connector om gegevens te importeren...
ru: Выполнение коннектора для импорта данных
vi: Chạy kết nối để nhập dữ liệu

source: Permissions worker log
de: Nachricht im Systemlog speichern
es: Guardar un mensaje en los diarios del sistema
fr: Stockage d'un message dans les journaux système
ja: システムログにメッセージを格納中
nl_nl: Bezig met opslaan van een bericht in de logbestanden...
ru: Сохранение сообщения в системных журналах
vi: Lưu nhật ký hệ thống

source: Permissions worker sendmail
de: Eine E-mail senden
es: Envío de un email
fr: Envoi d'un email
ja: メールの送信中
nl_nl: Bezig met versturen van een e-mail...
ru: Отправка электронной почты
vi: Gửi email

source: Permissions com.bitwarden.profiles
de: Passwortmanager Profile
es: Perfiles del administrador de contraseñas
fr: Profils du gestionnaire de mot de passe
nl_nl: Wachtwoordbeheerprofielen
ru: Профили менеджера паролей
vi: Hồ sơ trình quản lý mật khẩu

source: Permissions com.bitwarden.ciphers
de: Passwortmanager Einträge
es: Entradas del administrador de contraseñas
fr: Entrées du gestionnaire de mot de passe
nl_nl: Wachtwoordbeheeritems
ru: Записи менеджера паролей
vi: Các mục trong trình quản lý mật khẩu

source: Permissions com.bitwarden.folders
de: Passwortmanager Ordner
es: Carpetas del administrador de contraseñas
fr: Dossiers du gestionnaire de mot de passe
nl_nl: Wachtwoordbeheermappen
ru: Папки менеджера паролей
vi: Thư mục của trình quản lý mật khẩu

source: Permissions com.bitwarden.organizations
de: Passwortmanager Organisationen
es: Organizaciones del administrador de contraseñas
fr: Organisations du gestionnaire de mot de passe
nl_nl: Wachtwoordbeheerorganisaties
ru: Общие папки паролей
vi: Thư mục chia sẻ mật khẩu

source: Permissions io.cozy.accounts
de: Konten
es: Cuentas
fr: Comptes
ja: アカウント
nl_nl: Accounts
ru: Аккаунты
vi: Tài khoản

source: Permissions io.cozy.apps
de: Liste der installierten Anwendungen
es: Lista de las aplicaciones instaladas
fr: Liste des applications installées
ja: インストールされたアプリケーションのリスト
nl_nl: Lijst met geïnstalleerde apps
ru: Список установленных приложений
vi: Danh sách ứng dụng đã cài đặt

source: Permissions io.cozy.apps.suggestions
de: Anwendungsvorschläge
es: Aplicaciones sugeridas
fr: Suggestions d'applications à installer
ja: アプリケーションの提案
nl_nl: App-suggesties
ru: Предложения приложений для установки
vi: Đề xuất ứng dụng

source: Permissions io.cozy.bank.accounts
de: Bankkonten
es: Cuentas bancarias
fr: Comptes bancaires
ja: 銀行口座
nl_nl: Bankrekeningen
ru: Банковские счета
vi: Tài khoản ngân hàng

source: Permissions io.cozy.bank.accounts.stats
de: Bankkonten Statistiken
es: Estadísticas de las cuentas bancarias
fr: Statistiques sur les comptes bancaires
nl_nl: Bankrekeningstatistieken
ru: Статистика по банковским счетам
vi: Thống kê tài khoản ngân hàng

source: Permissions io.cozy.bank.groups
de: Bankengruppen
es: Grupos bancarios
fr: Groupes de comptes bancaires
ja: 銀行グループ
nl_nl: Bankgroepen
ru: Группы банковских счетов
vi: Nhóm tài khoản ngân hàng

source: Permissions io.cozy.bank.operations
de: Finanztransaktionen
es: Transacciones bancarias
fr: Transactions bancaires
ja: 銀行取引
nl_nl: Banktransacties
ru: Банковские транзакции
vi: Giao dịch ngân hàng

source: Permissions io.cozy.bank.settings
de: Anwendungseinstellungen
es: Configuración de aplicaciones
fr: Paramètres de l'application
ja: アプリケーション設定
nl_nl: App-instellingen
ru: Настройки приложения
vi: Cài đặt ứng dụng

source: Permissions io.cozy.bank.recipients
de: Bank Überweisungsempfänger
es: Receptores de transferencias bancarias
fr: Destinataires de transferts bancaires
nl_nl: Banktransactie-ontvangers
ru: Получатели банковских переводов
vi: Người nhận chuyển khoản ngân hàng

source: Permissions io.cozy.bank.recurrence
de: Bank Überweisungsvorlagen
es: Grupos bancarios recurrentes
fr: Groupes de récurrence bancaire
nl_nl: Incassogroepen
ru: Группы банковских рекуррентных операций
vi: Nhóm giao dịch định kỳ

source: Permissions io.cozy.bills
de: Rechnungen
es: Facturas
fr: Factures
ja: 請求書
nl_nl: Rekeningen
ru: Счета
vi: Hóa đơn

source: Permissions io.cozy.coachco2.settings
ru: Настройки приложения
vi: Cài đặt ứng dụng

source: Permissions io.cozy.contacts
de: Kontakte
es: Contactos
fr: Contacts
ja: 連絡先
nl_nl: Contactpersonen
ru: Контакты
vi: Danh bạ

source: Permissions io.cozy.contacts.groups
ru: Группы контактов
vi: Nhóm danh bạ

source: Permissions io.cozy.files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
nl_nl: Bestanden
ru: Файлы
vi: Tập tin

source: Permissions io.cozy.calendar
ru: Календарь
vi: Lịch

source: Permissions io.cozy.certified.carbon_copy
nl_nl: Carbon copy
ru: Копия
vi: Bản sao chứng thực

source: Permissions io.cozy.certified.electronic_safe
nl_nl: Elektronische kluis
ru: Цифровой сейф
vi: Két điện tử

source: Permissions io.cozy.files.versions
de: Dateiversionen
es: Versiones de archivos
fr: Versions des fichiers
ja: ファイルのバージョン
nl_nl: Bestandsversies
ru: Версии файлов
vi: Phiên bản tập tin

source: Permissions io.cozy.home.settings
vi: Cài đặt ứng dụng

source: Permissions io.cozy.identities
de: Identitäten
es: Identidades
fr: Identités
ja: ID
nl_nl: Identiteiten
ru: Личности
vi: Định danh

source: Permissions io.cozy.konnectors
de: Connectors zum Importieren von Daten
es: Conectores para importar datos
fr: Connecteurs pour importer des données
ja: データをインポートするコネクター
nl_nl: Connectors voor het importeren van gegevens
ru: Коннекторы для импорта данных
vi: Trình kết nối nhập dữ liệu

source: Permissions io.cozy.notifications
de: Benachrichtigungseinstellungen für die Anwendungen
es: Preferencias de notificaciónes de aplicaciónes
fr: Préférences de notifications de l'application
ja: アプリケーション通知設定
nl_nl: App-meldingsvoorkeuren
ru: Настройки уведомлений приложения
vi: Tùy chọn thông báo ứng dụng

source: Permissions io.cozy.photos.albums
de: Fotoalben
es: Álbumes de fotos
fr: Albums photos
ja: フォトアルバム
nl_nl: Foto-albums
ru: Фотоальбомы
vi: Album ảnh

source: Permissions io.cozy.tags
ru: Теги
vi: Thẻ

source: Permissions io.cozy.timeseries.geojson
nl_nl: Reizen
ru: Перемещения
vi: Hành trình

source: Permissions io.cozy.timeseries.grades
ru: Оценки
vi: Bảng điểm

source: Permissions io.cozy.settings
de: Einstellungen
es: Parámetros
fr: Paramètres
ja: 設定
nl_nl: Instellingen
ru: Настройки
vi: Cài đặt

source: Permissions io.cozy.jobs
de: Arbeitsplätze
es: Trabajos por efectuar
fr: Tâches à exécuter
ja: ジョブ
nl_nl: Taken
ru: Задачи для выполнения
vi: Công việc

source: Permissions io.cozy.triggers
de: Aufträge planen
es: Tareas programadas
fr: Planification de tâches à exécuter dans le futur
ja: ジョブのスケジュール中
nl_nl: Taken inplannen
ru: Планирование задач для выполнения
vi: Lên lịch công việc

source: Permissions io.cozy.permissions
de: Berechtigungen delegieren
es: Delegación de permisos
fr: Délégation de permissions
ja: 権限の委任
nl_nl: Overdragen van machtigingen
ru: Делегирование разрешений
vi: Phân quyền

source: Permissions io.cozy.oauth.clients
de: Verbundene Geräte
es: Dispositivos conectados
fr: Appareils connectés
ja: 接続されたデバイス
nl_nl: Gekoppelde apparaten
ru: Подключённые устройства
vi: Thiết bị đã kết nối

source: Permissions io.cozy.sharings
ru: Список общих доступов
vi: Danh sách chia sẻ

source: Permissions fr.maif.maifuser.contrat
de: Vertrag (Maif)
es: Contrato (Maif)
fr: Contrat (Maif)
ja: 契約 (Maif)
nl_nl: Contract (Maif)
ru: Контракт (Maif)
vi: Hợp đồng (Maif)

source: Permissions fr.maif.maifuser.home
de: Home (Maif)
es: Inicio (Maif)
fr: Maison (Maif)
ja: ホーム (Maif)
nl_nl: Thuis (Maif)
ru: Дом (Maif)
vi: Nhà ở (Maif)

source: Permissions fr.maif.maifuser.foyer
de: Familie (Maif)
es: Familia (Maif)
fr: Foyer (Maif)
ja: ファミリー (Maif)
nl_nl: Familie (Maif)
ru: Семья (Maif)
vi: Gia đình (Maif)

source: Permissions fr.maif.maifuser.paymentterms
de: Zahlungsbedingungen (Maif)
es: Condiciones de pago (Maif)
fr: Paiement (Maif)
ja: 支払い条件 (Maif)
nl_nl: Betalingsvoorwaarden (Maif)
ru: Платёж (Maif)
vi: Điều khoản thanh toán (Maif)

source: Permissions fr.maif.maifuser.sinistre
de: Schaden (Maif)
es: Daños (Maif)
fr: Sinistre (Maif)
ja: 損害 (Maif)
nl_nl: Schade (Maif)
ru: Ущерб (Maif)
vi: Thiệt hại (Maif)

source: Permissions fr.maif.maifuser.societaire
de: Gesellschaft (Maif)
es: Asociaciones (Maif)
fr: Sociétaire (Maif)
ja: 社会的 (Maif)
nl_nl: Maatschappelijk (Maif)
ru: Член (Maif)
vi: Thành viên (Maif)

source: Permissions org.fing.mesinfos.insuranceclaim
de: Versicherungsansprüche (Maif)
es: Reclamo de seguros (Maif)
fr: Déclarations d'assurance (Maif)
ja: 保険金請求 (Maif)
nl_nl: Verzekeringsclaims (Maif)
ru: Страховые заявления (Maif)
vi: Yêu cầu bồi thường bảo hiểm (Maif)

source: Permissions cc.cozycloud.autocategorization
de: Kategorisierungsmodell-Anreicherungsdatei
es: Archivo de enriquecimiento del modelo de categorización
fr: Fichier d'enrichissement du modèle de catégorisation
ja: 分類モデル拡張ファイル
nl_nl: Categoriseringsmodel-verrijkingsbestand
ru: Файл обогащения модели категоризации
vi: Tệp huấn luyện mô hình phân loại

source: Permissions cc.cozycloud.dacc
ru: Анонимная агрегированная статистика
vi: Thống kê tổng hợp ẩn danh

source: Permissions cc.cozycloud.dacc.dev
ru: Анонимная агрегированная статистика для разработки
vi: Thống kê tổng hợp ẩn danh phục vụ phát triển

source: Permissions cc.cozycloud.dacc_v2
ru: Анонимная агрегированная статистика
vi: Thống kê tổng hợp ẩn danh

source: Permissions cc.cozycloud.dacc.dev_v2
ru: Анонимная агрегированная статистика для разработки
vi: Thống kê tổng hợp ẩn danh phục vụ phát triển

source: Permissions eu.mycozy.dacc_v2
ru: Анонимная агрегированная статистика
vi: Thống kê tổng hợp ẩn danh

source: Permissions cc.cozycloud.sentry
de: Anwendungsprotokolle
es: Logs de la aplicación
fr: Journaux de l'application
ja: アプリケーションモデル
nl_nl: App-logbestanden
ru: Журналы приложения
vi: Nhật ký ứng dụng

source: Permissions cc.cozycloud.errors
ru: Журналы приложения
vi: Nhật ký ứng dụng

source: Permissions cc.cozycloud.announcements
ru: API для получения объявлений
vi: API lấy thông báo

source: Permissions cc.cozycloud.announcements.uploads
ru: API для получения изображений объявлений
vi: API lấy hình ảnh thông báo

source: Permissions cc.cozycloud.announcements.dev
ru: API для получения объявлений (разработка)
vi: API lấy thông báo (môi trường phát triển)

source: Permissions cc.cozycloud.announcements.dev.uploads
ru: API для получения изображений объявлений (разработка)
vi: API lấy hình ảnh thông báo (môi trường phát triển)

source: Mail Greeting
de: Hallo
es: Hola
fr: Bonjour
ja: こんにちは
nl_nl: Hallo
ru: Привет
vi: Xin chào

source: Mail Signature
de: Vertrauensvolle Grüße
es: Atentamente
fr: Merci de votre confiance
ja: 敬具
nl_nl: Met vriendelijke groet,
ru: Спасибо за доверие
vi: Trân trọng

source: Mail Cozy Team
de: Dein Cozy Cloud Team
es: El equipo de Cozy Cloud
fr: L'équipe de Cozy Cloud
ja: Cozy クラウドチーム
nl_nl: Het Cozy Cloud-team
ru: Команда Twake Workplace
vi: Đội ngũ Twake Workplace

source: Mail Magic Link Subject
ru: Доступ к вашему Twake
vi: Đăng nhập vào Twake của bạn

source: Mail Magic Link Greeting
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Magic Link Intro
ru: Нажмите кнопку ниже для доступа к вашему Twake:
vi: Nhấn vào nút dưới đây để đăng nhập vào Twake của bạn:

source: Mail Magic Link Button text
ru: Доступ к моему Twake
vi: Đăng nhập vào Twake của tôi

source: Mail Hint Subject
de: Vergessenes Passwort: dein Hinweis
es: Contraseña olvidada: su pista
fr: Mot de passe oublié : mon indice
ja: パスワードを忘れた: あなたのヒント
nl_nl: Wachtwoord vergeten: hint
ru: Забытый пароль: моя подсказка
vi: Mật khẩu bị quên: gợi ý của bạn

source: Mail Hint Intro 1
de: Hallo %s,
es: Hola %s,
fr: Bonjour %s,
ja: %s さん、こんにちは。
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Hint Intro 2
de: Unten befindet sich der angefragte Hinweis, um dich an dein Cozy Passwort zu erinnern
es: A continuación encontrará la pista que solicitó para recordar su contraseña Cozy
fr: Vous avez demandé l’indice du mot de passe de votre Cozy. Le voici ci-dessous :
ja: 下をご覧ください。Cozy のパスワードを思い出ためのヒントがあります。
nl_nl: Hieronder vind je de opgevraagde hint zodat je je wachtwoord boven water kunt halen
ru: Вы запросили подсказку для пароля вашего Twake. Вот она ниже:
vi: Dưới đây là gợi ý bạn đã yêu cầu để ghi nhớ mật khẩu Twake của mình

source: Mail Hint Intro 2 Cozy Pass
nl_nl: Hieronder vind je de opgevraagde hint zodat je je wachtwoord boven water kunt halen
ru: Вы запросили подсказку для пароля Twake Pass. Вот она ниже:
vi: Dưới đây là gợi ý bạn đã yêu cầu để ghi nhớ mật khẩu Twake Pass của mình

source: Mail Hint Outro
de: Als letzten Ausweg kannst du dein Passwort im "Passwort vergessen" Bereich zurücksetzen. Falls du diese Anfrage nicht veranlasst hast, kontaktiere uns bitte per direkter Antwort auf diese E-Mail.
es: Como último recurso, puede restablecer su contraseña en la sección "Olvidé mi contraseña" de su Cozy. Si usted no inició esta solicitud, contáctenos respondiendo directamente a este correo electrónico.
fr: En dernier recours la page mot de passe oublié vous permet de ré-initialiser votre mot de passe. Si vous n’êtes pas à l’origine de cette demande, contactez-nous en réponse à cet email.
ja: 最後の手段として、Cozy の「パスワードを忘れた」セクションでパスワードをリセットできます。このリクエストを行っていない場合は、contact@cozycloud.cc までご連絡ください
nl_nl: Als laatste redmiddel kun je je wachtwoord opnieuw instellen in de sectie 'Wachtwoord vergeten'. Als je dit verzoek niet hebt aangevraagd, neem dan contact met ons op door deze e-mail te beantwoorden.
ru: В крайнем случае страница забытого пароля позволяет сбросить ваш пароль. Если вы не делали этот запрос, свяжитесь с нами, ответив на это письмо.
vi: Nếu không thể nhớ ra, bạn có thể đặt lại mật khẩu tại phần “Quên mật khẩu” trên Twake. Nếu bạn không yêu cầu điều này, vui lòng phản hồi email này để liên hệ với chúng tôi.

source: Mail Update Email Subject
ru: Обновление email
vi: Xác nhận địa chỉ email của bạn

source: Mail Update Email Intro 1
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Update Email Intro 2
ru: Вы запросили изменение адреса электронной почты вашего Twake.
vi: Bạn đã yêu cầu thay đổi địa chỉ email cho Twake của mình.

source: Mail Update Email Button instruction
ru: Нажмите следующую кнопку для подтверждения изменения адреса электронной почты.
vi: Nhấn vào nút dưới đây để xác nhận địa chỉ mới.

source: Mail Update Email Button text
ru: Подтверждаю мой новый адрес
vi: Xác nhận địa chỉ mới của tôi

source: Mail Reset Passphrase Subject
de: Setze dein Passwort zurück
es: Reiniciar su contraseña
fr: Ré-initialisation du mot de passe
ja: お使いのパスワードをリセット
nl_nl: Mijn wachtwoord opnieuw instellen
ru: Сброс пароля
vi: Đặt lại mật khẩu của bạn

source: Mail Reset Passphrase Intro 1
de: Hallo %s,
es: Hola %s,
fr: Bonjour %s,
ja: %s さん、こんにちは。
nl_nl: Hallo %s,
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Reset Passphrase Intro 2
de: Du hast die Änderung deines Passworts beantragt. Wenn du das nicht warst, wende dich bitte direkt an uns, indem du auf diese E-Mail antwortest.
es: Usted pidió cambiar su contraseña. Si usted no inició esta solicitud, por favor contáctenos respondiendo directamente a este correo electrónico.
fr: Vous avez demandé à changer votre mot de passe. Si ce n'est pas le cas, contactez-nous en réponse à ce mail.
ja: あなたからパスワードを変更するように依頼されました (そうでない場合は、このメールに直接返信してご連絡ください)
nl_nl: Je hebt een wachtwoordwijziging aangevraagd. Als dat niet zo is, beantwoord dan deze e-mail en laat het ons weten.
ru: Вы запросили смену пароля. Если это не так, свяжитесь с нами, ответив на это письмо.
vi: Bạn đã yêu cầu thay đổi mật khẩu. Nếu bạn không thực hiện yêu cầu này, vui lòng phản hồi email này để liên hệ với chúng tôi.

source: Mail Reset Passphrase Intro 2 Cozy Pass
nl_nl: Je hebt een wachtwoordwijziging aangevraagd. Als dat niet zo is, beantwoord dan deze e-mail en laat het ons weten.
ru: Вы запросили смену пароля Twake Pass. Если это не так, свяжитесь с нами, ответив на это письмо.
vi: Bạn đã yêu cầu thay đổi mật khẩu cho Twake Pass. Nếu bạn không thực hiện yêu cầu này, vui lòng phản hồi email này để liên hệ với chúng tôi.

source: Mail Reset Passphrase Button instruction
de: Klick diesen Knopf um es sicher zu ändern.
es: Haga clic en este botón para cambiarlo de forma segura.
fr: Cliquez sur ce bouton pour le changer en toute sécurité.
ja: このボタンをクリックすると、安全に変更できます。
nl_nl: Klik op deze knop op je wachtwoord veilig te wijzigen.
ru: Нажмите эту кнопку, чтобы безопасно сменить его.
vi: Nhấn vào nút dưới đây để thay đổi mật khẩu một cách an toàn.

source: Mail Reset Passphrase Button text
de: Mein Passwort zurücksetzen
es: Reiniciar mi contraseña
fr: Je réinitialise mon mot de passe
ja: パスワードをリセット
nl_nl: Mijn wachtwoord opnieuw instellen
ru: Сбросить мой пароль
vi: Đặt lại mật khẩu của tôi

source: Mail Reset Passphrase Outro
de: Nur damit du Bescheid weißt: Du hast 15 Minuten, um ein neues Passwort zu setzen, bevor sich diese E-Mail selbst zerstört.
es: Sólo para que usted lo sepa, tiene 15 minutos para elegir una nueva contraseña, entonces este email se autodestruirá.
fr: Vous disposez de 15 minutes pour choisir votre nouveau mot de passe, passé ce délai, vous devrez réitérer votre demande.
ja: ご注意ください。新しいパスワードを選ぶ時間は 15 分あります。その後、このメールは破棄されます。
nl_nl: Let op: je hebt 15 minuten om een nieuw wachtwoord te kiezen, daarna zal deze e-mail zichzelf vernietigen.
ru: У вас есть 15 минут, чтобы выбрать новый пароль. После этого времени вам нужно будет повторить запрос.
vi: Bạn có 15 phút để chọn mật khẩu mới, sau đó email này sẽ hết hiệu lực.
