Repository: cozy/cozy-stack
Catalog: assets/locales/*.po
Languages: de, es, fr, ja, nl_nl, ru, vi

source: Notification Sharing Type File
de: Datei
es: archivo
fr: fichier
nl_nl: bestand
ru: файл
vi: tập tin

source: Notification Sharing Type Note
ru: заметку
vi: ghi chú

source: Notification Sharing Button text
de: Die Freigabe ansehen
es: Ver mi uso compartido
fr: Voir le partage
nl_nl: Gedeeld item bekijken
ru: Посмотреть %s
vi: Xem %s

source: Sharing Connect to Cozy
de: Verbinde dich mit deinem Cozy
es: Conectar a su Cozy
fr: Se connecter à votre Cozy
ja: あなたの Cozy に接続
nl_nl: Verbinden met je Cozy
ru: Укажите адрес вашего Twake
vi: Kết nối với Twake của bạn

source: Sharing Empty name
de: Jemand
es: Alguien
fr: Quelqu'un
ja: 誰か
nl_nl: Iemand
ru: Кто-то
vi: msgstr "Một người nào đó

source: Sharing Empty description
de: Überraschung!
es: ¡Sorpresa!
fr: Surprise !
ja: サプライズ!
nl_nl: Verassing!
ru: Сюрприз!
vi: Bất ngờ!

source: Sharing Discovery Intro
ru: Ваш адрес будет передан %s для упрощения ваших будущих общих доступов
vi: Địa chỉ của bạn sẽ được gửi đến %s để đơn giản hóa các lần chia sẻ tiếp theo

source: Sharing Discovery URL field
de: Deine Cozy Adresse
es: La dirección de su correo electrónico
fr: L'adresse de votre Cozy
ja: URL
nl_nl: Mijn Cozy-adres
ru: Адрес моего Twake
vi: Địa chỉ Twake của tôi

source: Sharing URL Discovery error
de: Die Cozy URL, die du eingegeben hast ist falsch, bitte versuche es erneut
es: La URL de Cozy que usted ha puesto es incorrecta, vuelva a ensayar
fr: L'adresse du Cozy que vous avez saisie est incorrecte, veuillez ré-essayer.
ja: 入力した Cozy URL が間違っています。もう一度やり直してください
nl_nl: De ingevoerde Cozy-url is onjuist. Probeer het opnieuw.
ru: Адрес Twake, который вы ввели, неверен, попробуйте ещё раз.
vi: URL Twake bạn nhập không đúng, vui lòng thử lại.

source: Sharing URL Not email error
de: Die Cozy URL ist nicht deine E-Mail-Adresse
es: La URL de su Cozy no es la dirección de su correo electrónico
fr: L'URL de votre Cozy n'est pas votre adresse email.
nl_nl: De Cozy-url is niet je e-mailadres.
ru: URL вашего Twake не является вашим адресом электронной почты.
vi: URL Twake không phải là địa chỉ email của bạn.

source: Sharing Discovery Submit
de: In mein Cozy synchronisieren
es: Sincronizar en mi Cozy
fr: Synchroniser dans mon Cozy
ja: 送信
nl_nl: Synchroniseren naar mijn Cozy
ru: Синхронизировать с моим Twake
vi: Đồng bộ vào Twake của tôi

source: Sharing Discovery Shortcut Submit
ru: Добавить в мой Twake
vi: Thêm vào Twake của tôi

source: Sharing No Cozy
de: Hast du noch kein Cozy?
es: ¿Todavía no tiene una Cozy?
fr: Pas encore de Cozy ?
ja: まだ Cozy をお持ちではありませんか?
nl_nl: Heb je nog geen Cozy?
ru: Ещё нет Twake?
vi: Bạn chưa có Twake?

source: Sharing Discover Cozy URL
de: https://cozy.io/en/try-it/?from=sharing
es: https://cozy.io/en/try-it/?from=sharing
fr: https://cozy.io/fr/try-it/?from=sharing
ja: https://cozy.io/en/try-it/?from=sharing
nl_nl: https://cozy.io/en/try-it/?from=sharing
ru: https://cozy.io/fr/try-it/?from=sharing
vi: https://cozy.io/en/try-it/?from=sharing

source: Sharing Discover Cozy
de: Entdecke jetzt Cozy!
es: ¡Descubra Cozy ahora!
fr: Découvrez Cozy maintenant !
ja: 今すぐ Cozy を見つけてください!
nl_nl: Ontdek Cozy nu!
ru: Откройте Twake сейчас!
vi: Khám phá Twake ngay!

source: Sharing Forgotten URL
de: URL vergessen? Keine Panik.
es: ¿Ha olvidado la URL? No hay que tener miedo alguno.
fr: URL oubliée ? Pas de souci.
ja: URL をお忘れですか? 慌てないでください
nl_nl: Ben je de url vergeten? Maak je geen zorgen.
ru: Я забыл мой адрес
vi: Tôi đã quên địa chỉ của mình

source: Notifications Disk Quota Close Title
ru: Квота хранилища превышает 90%
vi: Bạn đã sử dụng 90% dung lượng lưu trữ

source: Notifications Disk Quota Close Message
ru: Удалите файлы или смените тариф для получения большего пространства для хранения.
vi: Bạn đang sử dụng hơn 90% dung lượng lưu trữ. Vui lòng xóa bớt tập tin hoặc nâng cấp gói của bạn để có thêm không gian.

source: Notifications Disk Quota Subject
de: Du hast mitterweile 90% deines Speicherplatzes gefüllt.
es: Usted ha alcanzado el 90% de su espacio Cozy.
fr: Vous avez atteint 90% de votre espace de stockage.
ja: 現在、容量が 90％ に達しています。
nl_nl: Je hebt momenteel 90% van je beschikbare opslagruimte verbruikt.
ru: Вы достигли 90% вашего пространства для хранения.
vi: Hiện tại bạn đã sử dụng 90% dung lượng của mình.

source: Notifications Disk Quota Intro
de: Du hast zwei Möglichkeiten, um mehr Speicherplatz zu bekommen.
es: Usté tiene dos opciones para disponer de más espacio.
fr: Vous avez deux choix pour gagner de l'espace de stockage.
ja: 容量を増やすには2つの方法があります。
nl_nl: Je kunt twee dingen doen om meer ruimte te verkrijgen.
ru: У вас есть два выбора для получения пространства для хранения.
vi: Bạn có hai lựa chọn để có thêm dung lượng.

source: Notifications Disk Quota offers instruction
de: Option 1: Vergrößere dein Cozy durch ein neues Angebot, um viel mehr Speicherplatz zu erhalten
es: Opción 1: Actualice su Cozy cambiando a una nueva oferta para disponer de más espacio disco
fr: Option 1 : Obtenez plus d’espace en souscrivant à une de nos offres
ja: オプション 1: 新しい提案を選択して、Cozy をアップグレードし、さらに多くの容量を入手してください
nl_nl: Optie 1: upgrade je Cozy naar een hoger abonnement met meer ruimte.
ru: Вариант 1: Получите больше места, подписавшись на один из наших тарифов
vi: Lựa chọn 1: Nâng cấp Twake bằng cách chọn gói mới để có thêm nhiều không gian

source: Notifications Disk Quota offers text
de: Jetzt aufrüsten
es: Actualizar ahora
fr: Ajouter de l'espace
ja: 今すぐアップグレード
nl_nl: Nu upgraden
ru: Добавить место
vi: Nâng cấp ngay

source: Notifications Disk Quota free instructions
de: Option 2: Spare Speicherplatz durch löschen nicht benötigter Dateien
es: Opción 2: Gane espacio borrando archivos innecesarios
fr: Option 2 : Libérez de l'espace dans votre Cozy en supprimant des fichiers ou en vidant votre corbeille
ja: オプション 2: 容量を空ける 不要なファイルを削除して容量を節約します
nl_nl: Optie 2: bespaar ruimte door onnodige bestanden te verwijderen.
ru: Вариант 2: Освободите место в вашем Twake, удалив файлы или очистив корзину
vi: Lựa chọn 2: Giải phóng không gian bằng cách xóa các tập tin không cần thiết

source: Notifications Disk Quota free text
de: Speicherplatz freiräumen
es: Liberar espacio de almacenamiento
fr: Libérer de l'espace
ja: 記憶容量を解放する
nl_nl: Opslagruimte vrijmaken
ru: Освободить место
vi: Giải phóng dung lượng lưu trữ

source: Notifications OAuth Clients Subject
ru: Вы превысили максимальное количество подключённых устройств, включённых в ваш тариф
vi: Bạn đã vượt quá số lượng thiết bị tối đa cho phép trong gói của mình

source: Notifications OAuth Clients Title
ru: Важная информация: превышено максимальное количество устройств
vi: Thông tin quan trọng: đã vượt quá số thiết bị được phép kết nối

source: Notifications OAuth Clients Greeting
ru: Привет,
vi: Xin chào,

source: Notifications OAuth Clients Reason Device
ru: **Вы превысили количество разрешённых устройств**, подключив **%s** к вашему Twake.
vi: **Bạn đã vượt quá số lượng thiết bị cho phép** khi kết nối **%s** với Twake của bạn.

source: Notifications OAuth Clients Reason Limit
ru: Ваш тариф позволяет подключать до **%.0f устройств** одновременно.
vi: Gói hiện tại cho phép bạn kết nối tối đa **%.0f thiết bị**.

source: Notifications OAuth Clients Increase Limit
ru: Чтобы увеличить этот лимит или просто поддержать нас, вы можете изменить тариф вашего Twake.
vi: Để nâng cấp Twake hoặc ủng hộ chúng tôi, bạn có thể thay đổi gói của mình.

source: Notifications OAuth Clients Offers Text
ru: Посмотреть тарифы
vi: Xem các gói

source: Notifications OAuth Clients Devices Text
ru: Управлять моими устройствами
vi: Quản lý thiết bị của tôi

source: Terms of services have been updated
de: Um DSGVO-konform zu sein hat Cozy Cloud seine Nutzungsbedingungen zum 25. Mai 2018 aktualisiert
es: Para cumplir con la GDPR que estará vigente a partir del 25 de mayo de 2018, Cozy Cloud ha actualizado sus Condiciones de Servicio
fr: Dans le cadre du RGPD, Cozy Cloud met à jour ses Conditions Générales d'Utilisation qui ont pris effet le 25 Mai 2018
ja: GDPR を遵守するため、Cozy Cloud は2018年5月25日に施行された利用規約を更新しました
nl_nl: Om te voldoen aan de GDPR heeft Cozy Cloud zijn algemene voorwaarden bijgewerkt. De nieuwe voorwaarden zijn ingegaan op 25 mei 2018.
ru: В рамках GDPR Twake Workplace обновляет свои Общие условия использования, вступившие в силу 25 мая 2018 года
vi: Để tuân thủ GDPR, Twake Cloud đã cập nhật Điều khoản dịch vụ, có hiệu lực từ ngày 25/05/2018

source: Compat Title
de: Dein Webbrowser ist nicht aktuell oder nicht mehr unterstützt.
es: Su navegador web no está actualizado o ya no es más compatible.
fr: Votre navigateur n'est plus compatible ou est dans une version trop ancienne.
ja: お使いの Web ブラウザーは最新ではないか、サポートされていません。
nl_nl: Je webbrowser is verouderd of wordt niet langer ondersteund.
ru: Ваш браузер больше не совместим или имеет слишком старую версию.
vi: Trình duyệt web của bạn đã lỗi thời hoặc không còn được hỗ trợ.

source: Compat Subtitle
de: Aktualisiere deinen Webbrowser oder lade dir eine dieser Möglichkeiten runter, um die beste Erfahrung deines Cozy zu haben. Wir empfehlen Firefox!
es: Actualice su navegador o descargue una de estas opciones para tener una experiencia completa con su Cozy. ¡Recomendamos Firefox!
fr: Assurez-vous de disposer de la version la plus récente ou télécharger l'une de ses options pour profiter pleinement de votre Cozy. Nous recommandons Firefox !
ja: ブラウザーを更新するか、これらの選択肢からダウンロードして、Cozy を最大限に活用してください。 私たちは Firefox をお勧めします!
nl_nl: Werk je browser bij of probeer één van deze aanbevelingen voor een betere Cozy-ervaring. Wij bevelen Firefox aan!
ru: Убедитесь, что у вас самая последняя версия, или скачайте один из этих вариантов для полного использования вашего Cozy. Мы рекомендуем Firefox!
vi: Cập nhật trình duyệt của bạn hoặc tải một trong các trình duyệt sau để trải nghiệm đầy đủ Twake. Chúng tôi khuyên dùng Firefox!

source: Compat Browser Chrome Link
de: https://www.google.com/chrome/
es: https://www.google.com/chrome/
fr: https://www.google.com/chrome/
ja: https://www.google.com/chrome/
nl_nl: https://www.google.com/chrome/
ru: https://www.google.com/chrome/
vi: https://www.google.com/chrome/

source: Compat Browser Firefox Link
de: https://www.mozilla.org/de/firefox/new/
es: https://www.mozilla.org/en-US/firefox/new/
fr: https://www.mozilla.org/fr/firefox/new/
ja: https://www.mozilla.org/ja/firefox/new/
nl_nl: https://www.mozilla.org/nl-NL/firefox/new/
ru: https://www.mozilla.org/ru/firefox/new/
vi: https://www.mozilla.org/en-US/firefox/new/

source: Compat Browser Edge Link
de: https://www.microsoft.com/de-de/windows/microsoft-edge
es: https://www.microsoft.com/en-us/windows/microsoft-edge
fr: https://www.microsoft.com/fr-fr/windows/microsoft-edge
ja: https://www.microsoft.com/ja-jp/windows/microsoft-edge
nl_nl: https://www.microsoft.com/nl-NL/windows/microsoft-edge
ru: https://www.microsoft.com/ru-ru/windows/microsoft-edge
vi: https://www.microsoft.com/en-us/windows/microsoft-edge

source: Compat Tip 1
de: Ein Aktualisieren des Webbrowsers ermöglicht ein geschütztes Surfen mit mehr Sicherheit.
es: Actualizar su navegador implica una navegación más segura.
fr: Un navigateur à jour est comme un vaccin : votre Cozy sera encore plus sécurisé sur Internet avec les dernières mises à jour.
ja: Web ブラウザーをアップグレードすると、さらに安全なブラウジングが可能になります。
nl_nl: Door je browser bij te werken, surf je veiliger op het internet dankzij verbeterde beveiliging.
ru: Обновлённый браузер как вакцина: ваш Cozy будет ещё более безопасным в Интернете с последними обновлениями.
vi: Cập nhật trình duyệt giúp bạn duyệt web an toàn hơn với bảo mật tốt hơn.

source: Compat Tip 2
de: Dein Webbrowser wird schneller und die Erfahrung mit deinem Cozy besser sein.
es: Su navegador web será más rápido y la experiencia con su Cozy será mejorada.
fr: Vous naviguerez plus vite et profiterez pleinement de votre Cozy.
ja: お使いのウェブブラウザーがさらに速くなり、Cozy の体験が改善されます。
nl_nl: Je webbrowser wordt sneller en je Cozy-ervaring wordt beter.
ru: Вы будете быстрее путешествовать и полностью наслаждаться вашим Cozy.
vi: Trình duyệt của bạn sẽ nhanh hơn và trải nghiệm Twake sẽ được cải thiện.

source: Compat Help
de: Du benötigst mehr Hilfe?
es: ¿Necesita más ayuda?
fr: Vous voulez en savoir plus ?
ja: もっと助けが必要ですか?
nl_nl: Meer hulp nodig?
ru: Хотите узнать больше?
vi: Cần thêm trợ giúp?

source: Compat Guide
de: Besuche unser Support-Handbuch.
es: Consulte nuestra guía de asistencia.
fr: Consulter l'aide.
ja: サポートガイドをご覧ください。
nl_nl: Lees onze zelfstudie voor ondersteuning.
ru: Посмотреть помощь.
vi: Xem hướng dẫn hỗ trợ của chúng tôi.

source: Compat Guide Link
de: https://help.cozy.io/article/274-ie-11-not-supported
es: https://help.cozy.io/article/274-ie-11-not-supported
fr: https://support.cozy.io/article/273-cozy-nest-pas-compatible-avec-internet-explorer-11
ja: https://help.cozy.io/article/274-ie-11-not-supported
nl_nl: https://help.cozy.io/article/274-ie-11-not-supported
ru: https://support.cozy.io/article/273-cozy-nest-pas-compatible-avec-internet-explorer-11
vi: https://help.cozy.io/article/274-ie-11-not-supported

source: File copy Suffix
ru: копия
vi: bản sao

source: Install New App Title
ru: Установите новое приложение Cozy!
vi: Cài đặt ứng dụng Twake mới!

source: Install App Unavailable
ru: Эта версия %s больше не поддерживается.
vi: Phiên bản %s này không còn được hỗ trợ.

source: Install New Iphone App Description
ru: Пожалуйста, установите новое приложение Cozy из App Store, чтобы продолжать пользоваться всеми его функциями.
vi: Vui lòng cài đặt ứng dụng Twake mới từ App Store để tiếp tục sử dụng đầy đủ các tính năng.

source: Install New Android App Description
ru: Пожалуйста, установите новое приложение Cozy из Play Store, чтобы продолжать пользоваться всеми его функциями.
vi: Vui lòng cài đặt ứng dụng Twake mới từ Play Store để tiếp tục sử dụng đầy đủ các tính năng.

source: Install New Generic App Description
ru: Пожалуйста, установите новое приложение Cozy из вашего магазина, чтобы продолжать пользоваться всеми его функциями.
vi: Vui lòng cài đặt ứng dụng Twake mới từ cửa hàng yêu thích của bạn để tiếp tục sử dụng đầy đủ các tính năng.

source: Install New App Store Btn
ru: Установить
vi: Cài đặt

source: Too Many OAuth Clients Title
ru: %s/%s подключённых устройств
vi: %s/%s thiết bị đã được kết nối

source: Too Many OAuth Clients Intro
ru: Ваш текущий тариф позволяет подключать одновременно %s устройств
vi: Gói hiện tại cho phép bạn kết nối đồng thời %s thiết bị

source: Too Many OAuth Clients More Text
ru: Узнать больше
vi: Tìm hiểu thêm

source: Too Many OAuth Clients More Link
ru: https://support.cozy.io/nombre-maximum-dappareils-connectes-autorises/
vi: https://help.cozy.io/maximum-number-of-connected-devices-allowed/

source: Too Many OAuth Clients Available Actions
ru: Отключите устройство или измените тариф вашего Cozy для доступа к вашему Cozy с этого устройства.
vi: Ngắt kết nối một thiết bị hoặc thay đổi gói Twake của bạn để truy cập Twake từ thiết bị này.

source: Too Many OAuth Clients Offers Btn
ru: Посмотреть тарифы
vi: Xem các gói

source: Too Many OAuth Clients Settings Btn
ru: Управлять подключёнными устройствами
vi: Quản lý thiết bị đã kết nối

source: Too Many OAuth Clients Refresh Btn
ru: Обновить
vi: Tải lại

source: Asset not found
ru: Элемент не найден
vi: Tài nguyên không tìm thấy

source: Install flagship app Title
ru: Установите приложение для завершения
vi: Cài đặt ứng dụng để hoàn tất

source: Install flagship app Description
ru: Ваш Cozy был создан, установите приложение, чтобы использовать его прямо сейчас!
vi: Twake của bạn đã được tạo thành công, hãy cài đặt ứng dụng để bắt đầu sử dụng ngay!

source: Install flagship app Install
ru: Установить приложение Cozy
vi: Cài đặt ứng dụng Twake

source: Install flagship app Skip
ru: Продолжить в моём браузере
vi: Tiếp tục sử dụng trên trình duyệt

source: Share by link Password Title
ru: Введите пароль для доступа к данным, которыми с вами поделились
vi: Nhập mật khẩu để truy cập liên kết

source: Share by link Password Field
ru: Пароль
vi: Mật khẩu

source: Share by link Password Submit
ru: Продолжить
vi: Tiếp tục

source: Share by link Password Invalid
ru: Неверный пароль
vi: Mật khẩu không hợp lệ

source: Onboarding Resend activation mail
ru: Отправить ещё раз письмо завершения регистрации
vi: Gửi lại email kích hoạt

source: Onboarding Resend activation Title
ru: Проверьте вашу почту!
vi: Kiểm tra email của bạn!

source: Onboarding Resend activation Body
ru: Мы отправили вам по электронной почте ссылку активации.
vi: Chúng tôi vừa gửi cho bạn một liên kết kích hoạt qua email.

source: Onboarding Resend activation Detail
ru: Предупреждаем: это письмо может быть игривым и попасть в папки Спам, Уведомления или Социальные сети. Не стесняйтесь проверить все папки, чтобы найти его.
vi: Chúng tôi lưu ý rằng email này có thể nằm trong thư mục Spam, Thông báo hoặc Mạng xã hội. Vui lòng kiểm tra các thư mục đó để tìm email.

source: Push Sharing Shortcut Title
ru: Новый общий доступ доступен в вашем Twake
vi: Có một chia sẻ mới trong Twake của bạn

source: Push Sharing Shortcut Message
ru: %s поделился с вами %s.
vi: %s đã chia sẻ %s với bạn.

source: Hint sent Detail
ru: Предупреждаем: это письмо может быть игривым и попасть в папки Спам, Уведомления или Социальные сети. Не стесняйтесь проверить все папки, чтобы найти его.

source: Passphrase is reset Detail
ru: Предупреждаем: это письмо может быть игривым и попасть в папки Спам, Уведомления или Социальные сети. Не стесняйтесь проверить все папки, чтобы найти его.

source: Passphrase reset password Title
de: Im schlimmsten Fall kannst du dein Passwort zurücksetzen:
es: Como último recurso, puede restablecer su contraseña:
fr: En dernier recours, il vous est possible de réinitialiser votre mot de passe :
ja: 最後の手段として、パスワードをリセットできます:
nl_nl: Als laatste redmiddel kun je je wachtwoord opnieuw instellen:

source: Passphrase reset password Title Cozy Pass
nl_nl: Als laatste redmiddel kun je je wachtwoord opnieuw instellen:

source: Passphrase reset Help Warning
de: Warnung!
es: ¡Atención!
fr: Attention !
ja: 警告!
nl_nl: Waarschuwing!

source: Mail New Connection OS
de: Gerät:
es: Dispositivo:
fr: Appareil :
ja: オペレーティングシステム
nl_nl: Apparaat:

source: Sharing Forgotten URL email
de: Durchsuche dein E-Mail Postfach nach "Cozy".
es: Busque en la bandeja de entrada de su correo electrónico "Cozy".
fr: Vérifiez votre boite e-mail en recherchant "Cozy".
ja: メールの受信トレイで "Cozy" を検索してください。
nl_nl: Zoek naar "Cozy" in je Postvak IN.

source: Tree Uploaded from Cozy Photos
de: Hochgeladen von Cozy Fotos
es: Cargado desde Cozy Fotos
fr: Transférées depuis Cozy Photos
ja: Cozy フォトからアップロードしました

source: Tree Backed up from my mobile
de: Gesichert von meinem Handy
es: Copiados para respaldarlos desde su celular
fr: Sauvegardées depuis mon mobile
ja: 自分のモバイルからバックアップしました

source: Passphrase reset Help 1
de: Dein aktuelles Passwort ist der einzige Schlüssel zur Entschlüsselung deiner Passwörter aus deiner "Cozy Pass" App. Wenn du es ersetzt,
fr: Votre mot de passe actuel est l'unique moyen pour accéder aux mots de passe gardés par votre app « Cozy Pass ». Si vous le réinitialisez,

source: Passphrase reset Help 2
de: wirst du diese Daten verlieren.
fr: vous perdrez ces données.

source: Passphrase reset Help 3
de: Der Rest deiner Daten bleibt zugänglich
fr: Le reste de vos données resteront accessibles.

source: Authorize Give permission start
de: Durch die Wahl
es: Haciendo clic
fr: En cliquant sur
ja: 選出して

source: Authorize Give permission keyword
de: Zugriff
es: Autorizar
fr: Autoriser
ja: 承認

source: Authorize Give permission end
de: , akzeptiere, dass die Anwendung, in Übereinstimmung mit den Nutzungsbedingungen und der Datenschutzerklärung, Zugang zu deinen Daten erhält.
es: , usted autoriza a la aplicación para que pueda acceder a sus datos en concordancia con las condiciones del servicio y la política de confidencialidad.
fr: , vous autorisez l'application à accéder à vos données, selon ses conditions de service et sa politique de confidentialité.
ja: 、アプリケーションがあなたのデータにアクセスすること、利用規約およびプライバシーポリシーに従うことを承諾します。

source: Passphrase reset Help
es: Su contraseña actual es la única clave para decodificar sus contraseñas guardadas en su aplicación "Cozy Contraseñas". Si la reinicia, perderá esos datos. El resto de sus datos seguirán siendo accesibles.
ja: 現在のパスワードは、お使いのアプリ「Cozy パスワード」に保存されているパスワードを復元する唯一の鍵です。 リセットすると、そのデータは失われます。 残りのデータには引き続きアクセスできます。

source: Authorize Sharing Title
ja: %s から新しい共有

source: Authorize Sharing Permission start
ja: あなたは

source: Authorize Sharing Permission readonly
ja: 表示できます

source: Authorize Sharing Permission readwrite
ja: 表示と変更できます

source: Authorize Sharing Permission end
ja: 共有を確認すると。

source: Authorize Sharing Sync
ja: 変更はすぐに両方の Cozy で利用可能になります:

source: Authorize Sharing Self
ja: あなたの Cozy: %s

source: Authorize Sharing Client
ja: あなたの連絡先の Cozy: %s

source: Authorize Submit Sharing
ja: 確認

source: Mail Sharing Request Description 1
ja: %s さんが共有を希望しています

source: Mail Sharing Request Description 2
ja: あなたと!

source: Sharing Discovery URL placeholder
ja: https://yourcozyaddress.cozy
