Repository: cozy/cozy-stack
Catalog: assets/locales/*.po
Languages: de, es, fr, ja, nl_nl, ru, vi

source: Time Format Long
nl_nl: 2 januari 2006 om 15:04
ru: 2 янв. 2006 в 15:04
vi: ngày 2 tháng 1 năm 2006 lúc 15 giờ 04

source: Tree Administrative
de: Administrativ
es: Administrativo
fr: Administratif
ja: 管理
nl_nl: Administratief
ru: Административные
vi: Quản trị

source: Tree Photos
de: Fotos
es: Fotos
fr: Photos
ja: 写真
nl_nl: Foto's
ru: Фотографии
vi: Ảnh

source: Tree Notes
de: Notizen
es: Notas
fr: Notes
nl_nl: Notities
ru: Заметки
vi: Ghi chú

source: Tree Shared Drives
ru: Диски
vi: Ổ đĩa được chia sẻ

source: Tree Shared with me
de: Posteingang der Freigaben
es: Compartido conmigo
fr: Partages reçus
ja: 私と共有
nl_nl: Gedeeld met mij
ru: Поделились со мной
vi: Hộp thư chia sẻ đến

source: Tree No longer shared
de: Nicht mehr geteilt
es: Ya no se comparte
fr: Retirés des partages
ja: もう共有されていません
nl_nl: Niet langer gedeeld
ru: Больше не публичные
vi: Đã ngừng chia sẻ

source: Tree Revoked sharing suffix
de: Freigabe abgebrochen
es: Se ha cancelado el compartir
fr: partage annulé
nl_nl: Delen afgebroken
ru: доступ отозван
vi: Đã hủy chia sẻ

source: Notes New note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
nl_nl: Nieuwe notitie
ru: Новая заметка
vi: Ghi chú mới

source: Back icon label
ru: Вернуться к предыдущему экрану
vi: Quay lại màn hình trước

source: Login Credentials error
de: Das eingegebene Passwort ist falsch, bitte versuche es erneut.
es: Las credenciales que usted ha escrito son incorrectas, por favor ensaye de nuevo.
fr: Les identifiants que vous avez saisis sont incorrects, veuillez ré-essayer.
ja: 入力した資格情報が間違っています。もう一度やり直してください。
nl_nl: Het ingevoerde wachtwoord is onjuist. Probeer het opnieuw.
ru: Введённые вами учетные данные неверны, попробуйте ещё раз.
vi: Mật khẩu bạn nhập không đúng, vui lòng thử lại.

source: URL Discovery error
de: Die Cozy URL, die du eingegeben hast, ist falsch. Bitte versuche es erneut
es: La URL de Cozy que usted ha puesto es incorrecta, vuelva a ensayar
fr: L'adresse du Cozy que vous avez saisie est incorrecte, veuillez ré-essayer.
ja: 入力した Cozy URL が間違っています。もう一度やり直してください
nl_nl: De ingevoerde Cozy-url is onjuist. Probeer het opnieuw.
ru: Введённый вами адрес Cozy неверен, попробуйте ещё раз.
vi: URL Twake bạn nhập không đúng, vui lòng thử lại.

source: Login Welcome
de: Willkommen!
es: ¡Bienvenida.o.!
fr: Bienvenue !
ja: ようこそ!
nl_nl: Welkom!
ru: Добро пожаловать!
vi: Chào mừng!

source: Login Welcome name
de: %s
es: %s
fr: %s
ja: %s
nl_nl: %s
ru: %s
vi: %s

source: Login Password best practice
nl_nl: Aandachtspunten:
ru: Лучшая практика:
vi: Khuyến nghị bảo mật:

source: Login Password tip
nl_nl: Voer je wachtwoord alleen in als het adres in je browser overeenkomt met dat van je Cozy en de adresbalk een slotje toont.
ru: никогда не вводите пароль, не проверив, что адрес выше действительно принадлежит вашему Cozy.
vi: Không nhập mật khẩu nếu chưa kiểm tra địa chỉ trên trình duyệt có trùng khớp với địa chỉ Twake của bạn.

source: Login Password help
de: Gib dein Passwort ein, um auf dein Cozy zuzugreifen
es: Escriba su contraseña para acceder a su Cozy
fr: Saisissez votre mot de passe pour accéder à votre Cozy
ja: Cozy にアクセスするにはパスワードを入力してください
nl_nl: Voer je wachtwoord in om toegang te krijgen tot je Cozy
ru: Введите пароль для доступа к вашему Cozy
vi: Nhập mật khẩu để truy cập vào Twake của bạn

source: Login Password field
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl_nl: Wachtwoord
ru: Пароль
vi: Mật khẩu

source: Login Password show
de: Zeige Passwort
es: Visualizar la contraseña
fr: Afficher le mot de passe
ja: パスワードを表示
nl_nl: Wachtwoord tonen
ru: Показать пароль
vi: Hiện mật khẩu

source: Login Password hide
de: Verstecke Passwort
es: Ocultar la contraseña
fr: Cacher le mot de passe
ja: パスワードを非表示
nl_nl: Wachtwoord verbergen
ru: Скрыть пароль
vi: Ẩn mật khẩu

source: Login Long Session
de: Angemeldet bleiben
es: Recuérdemelo
fr: Se souvenir de moi
ja: 記憶する
nl_nl: Onthoud mij
ru: Запомнить меня и мои данные на этом устройстве
vi: Ghi nhớ tôi và dữ liệu của tôi trên thiết bị này

source: Login Submit
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
nl_nl: Inloggen
ru: Войти
vi: Đăng nhập

source: Login Confirm
de: Anmelden
es: Iniciar sesión
fr: Confirmer
ja: サインイン
nl_nl: Inloggen
ru: Подтвердить
vi: Đăng nhập

source: Login Connect after reset requested title
de: Überprüfe deine E-Mails!
es: ¡Revise sus emails!
fr: Consultez vos e-mails !
ja: メールをご確認ください!
nl_nl: Controleer je Postvak IN!
ru: Проверьте вашу почту!
vi: Kiểm tra email của bạn!

source: Login Connect after reset requested help
de: Wir haben dir einen speziellen E-Mail Link geschickt. Benutze diesen um dein Passwort zurückzusetzen. Warnung: Die E-Mail kann im Spam Ordner landen. Schau also bitte dort nach, wenn du im Posteingang nichts findest.
es: Le hemos enviado un enlace e-mail especial. Haga clic en este enlace para reiniciar su contraseña. Advertencia: este email puede encontrarse en la carpeta de spams. No dude en echarle una mirada a todos sus archivos.
fr: Nous vous avons envoyé par e-mail un lien (très) spécial. Cliquez sur ce lien pour réinitialiser votre mot de passe. Nous préférons vous prévenir : cet e-mail peut s’avérer un brin joueur et se faufiler dans les dossier Spam, Notifications ou Réseaux Sociaux. N’hésitez donc pas à jeter un œil à tous vos dossiers pour le retrouver.
ja: あなたに特別なメールのリンクを送りました。 このリンクをクリックすると、パスワードがリセットされます。 警告: このメールはあなたの迷惑メールフォルダに届く可能性があります。 すべてのフォルダを確認してください。
nl_nl: We hebben je een speciale e-mail-link gestuurd. Klik daar op om je wachtwoord opnieuw in te stellen. Waarschuwing: deze e-mail kan terechtkomen in je ongewenste berichten-map; controleer die dus ook!
ru: Мы отправили вам по электронной почте (очень) особую ссылку. Нажмите на эту ссылку, чтобы сбросить пароль. Предупреждаем: это письмо может быть игривым и попасть в папки Спам, Уведомления или Социальные сети. Не стесняйтесь проверить все папки, чтобы найти его.
vi: Chúng tôi đã gửi cho bạn một liên kết đặc biệt qua email.Nhấn vào liên kết này để đặt lại mật khẩu của bạn. Lưu ý: Email này có thể vào thư mục Spam.Hãy kiểm tra toàn bộ hộp thư của bạn.

source: Login Reconnect title
de: Bestätige dein Passwort
es: Confirmar su contraseña
fr: Confirmez votre mot de passe
ja: パスワードを確認してください
nl_nl: Wachtwoord bevestigen
ru: Подтвердите ваш пароль
vi: Xác nhận mật khẩu của bạn

source: Login Reconnect help
de: Hallo! Sobald du dein Passwort bestätigt hast, gelangst du zur Rechteübersicht, um den Zugriff auf mobile Apps zu erlauben oder nicht. Es liegt an dir!
es: ¡Hola! Una vez haya sido confirmada su contraseña, usted podrá acceder al tablero de permisos que permite o no el acceso a sus aplicaciones móviles. ¡A usted le corresponde decidir!
fr: Bonjour ! Après avoir confirmé votre mot de passe, vous pourrez donner accès à l'application mobile aux données que vous souhaitez partager. C'est vous qui décidez.
ja: こんにちは! パスワードを確認したら、許可ボードにアクセスしてモバイルアプリへのアクセスを許可するかどうかを決めてください。 それはあなた次第です!
nl_nl: Hallo! Zodra je je wachtwoord bevestigd hebt, wordt je doorgestuurd naar het machtigingsoverzicht waar je al dan niet de mobiele app kunt machtigen.
ru: Привет! После подтверждения пароля вы сможете предоставить мобильному приложению доступ к данным, которыми хотите поделиться. Решение за вами.
vi: Xin chào! Sau khi xác nhận mật khẩu, bạn sẽ được chuyển đến bảng cấp quyền để cho phép hoặc từ chối truy cập từ ứng dụng di động. Quyết định là ở bạn!

source: Login Connect from sharing title
de: Hallo %s!
es: Hola %s!
fr: Bonjour %s !
ja: %s さん、こんにちは!
nl_nl: Hallo, %s!
ru: Привет, %s!
vi: Xin chào %s!

source: Login Connect from sharing help
de: Gib nun dein Passwort ein
es: Esccribir su contraseña ahora
fr: Saisissez maintenant votre mot de passe
ja: パスワードを入力してください
nl_nl: Voer je wachtwoord in
ru: Теперь введите ваш пароль
vi: Nhập mật khẩu của bạn

source: Login Two factor title
de: Gib deinen Code ein
es: Escriba su código
fr: Saisir votre code
ja: コードを入力してください
nl_nl: Voer je code in
ru: Двухфакторная аутентификация
vi: Xác thực hai bước

source: Login Two factor error
de: Der eingegebene zweite Faktor ist falsch, bitte versuche es erneut.
es: La código de acceso introducido es incorrecto, inténtelo de nuevo.
fr: Le code que vous avez entré n'est pas correct, merci de réessayer.
ja: 入力したパスコードが間違っています。もう一度やり直してください。
nl_nl: De ingevoerde toegangscode is onjuist. Probeer het opnieuw.
ru: Введённый код неверен, попробуйте ещё раз.
vi: Mã bạn đã nhập không đúng, vui lòng thử lại.

source: Login Two factor attempts error
de: Du hast zu viele falsche PINs eingegeben. Eine neue wurde dir per E-Mail zugeschickt.
es: Usted ha introducido demasiadas contraseñas malas. Se le ha enviado una nueva, revise su correo electrónico.
fr: Vous avez entré trop de mauvais mots de passe. Un nouveau vous a été envoyé, regardez vos emails.
ja: パスコードの入力間違いが多すぎます。 新しいメールを送信しました。メールを確認してください。
nl_nl: Je hebt te vaak een onjuiste toegangscode ingevoerd. Er is een nieuwe verstuurd naar je e-mailadres.
ru: Вы ввели слишком много неправильных паролей. Новый был отправлен вам, проверьте вашу почту.
vi: Bạn đã nhập sai quá nhiều lần. Một mã mới đã được gửi, hãy kiểm tra email của bạn.

source: Login Two factor field
de: Code (6 Ziffern)
es: Código (6 dígitos)
fr: Code (6 chiffres)
ja: コード (6 桁の数字)
nl_nl: Code (6 getallen)
ru: Код (6 цифр)
vi: Mã (6 chữ số)

source: Login Two factor help
de: Eine PIN wurde an deine E-Mail-Adresse gesendet
es: Se ha enviado un código a su correo
fr: Un code vous a été envoyé par email
ja: コードをメールボックスに送信しました
nl_nl: Er is een code verstuurd naar je e-mailadres
ru: Введите код подтверждения, который был отправлен вам по почте
vi: Nhập mã đã được gửi đến hộp thư của bạn

source: Login Two factor device trust field
de: Vertraue diesem Gerät
es: Confiar en este dispositivo
fr: Faire confiance à cet appareil
ja: このデバイスを信頼する
nl_nl: Dit apparaat vertrouwen
ru: Доверять этому устройству
vi: Tin cậy thiết bị này

source: Login Two factor device trust help
de: Durch diese Option wird in Zukunft auf diesem Gerät nicht mehr nach einem zweiten Faktor gefragt
es: Al seleccionar esta opción, no se le volverá a pedi a este dispositivo una autenticación de dos factores
fr: En cochant cette case, les futures connexions depuis votre appareil courant ne nécessiteront pas de double authentification
ja: このオプションをオンにすると、今後このデバイスは二要素認証が求められません
nl_nl: Als je dit aanvinkt, dan vraagt dit apparaat niet meer om authenticatie in twee stappen uit te voeren.
ru: Отметив эту галочку, будущие входы с вашего текущего устройства не потребуют двойной аутентификации
vi: Khi chọn tùy chọn này, thiết bị này sẽ không yêu cầu xác thực hai bước trong tương lai

source: Magic Link Submit
ru: Войти с помощью email
vi: Đăng nhập bằng email của tôi

source: Magic link has been sent Title
ru: Откройте вашу почту
vi: Mở hộp thư của bạn

source: Magic link has been sent Body
ru: Письмо было отправлено для доступа к вашему Cozy
vi: Một email đã được gửi đến bạn để đăng nhập vào Twake

source: Magic link has been sent Detail
ru: Не получили это письмо? Проверьте папку спам или нежелательную почту.
vi: Không nhận được email? Hãy kiểm tra các thư mục Spam, Thông báo và Mạng xã hội.

source: Onboarding Not activated Title
de: Dein Cozy muss noch aktiviert werden
es: Usted necesita activar su Cozy
fr: Vous y êtes presque !
ja: Cozy をアクティベートする必要があります
nl_nl: Je moet je Cozy activeren
ru: Вы почти у цели!
vi: Bạn cần kích hoạt Twake của mình

source: Onboarding Not activated Check mails
de: Dein Cozy ist noch nicht aktiviert. Überprüfe deine E-Mails und klicke auf den Aktivierungslink, um mit der Installation fortzufahren.
es: Su Cozy aún no está activada. Chequée su email y haga clic en el enlace de activación para proceder a la instalación de su Cozy.
fr: Super ! Maintenant cliquez sur le lien d'activation envoyé par e-mail pour terminer l'installation de votre Cozy.
ja: お使いの Cozy はまだアクティベーションされていません。 メールをチェックしてアクティベーションリンクをクリックすると、Cozy のインストールに進みます。
nl_nl: Je Cozy is nog niet geactiveerd. Controleer je Postvak IN en klik op de activatielink om door te gaan met het instellen van je Cozy.
ru: Отлично! Теперь нажмите на ссылку активации, отправленную по электронной почте, чтобы завершить установку вашего Cozy.
vi: Twake của bạn chưa được kích hoạt. Kiểm tra email và nhấn vào liên kết kích hoạt để bắt đầu cài đặt Twake.

source: Onboarding Not activated Contact us
de: Du hast ein Problem? Zögere nicht, uns zu kontaktieren unter
es: ¿Está usted perdido? No dude en contactarnos en
fr: Vous êtes perdu.e ? N'hésitez pas à nous contacter à
ja: なくしましたか? お気軽にお問い合わせください
nl_nl: Ben je het spoor bijster? Neem dan contact met ons op via
ru: Потерялись? Не стесняйтесь связаться с нами по адресу
vi: Bạn gặp khó khăn? Hãy liên hệ với chúng tôi qua

source: Passphrase reset Title
de: Passwort vergessen
es: Contraseña olvidada
fr: Mot de passe oublié
ja: パスワードを忘れた
nl_nl: Wachtwoord vergeten
ru: Забытый пароль
vi: Quên mật khẩu

source: Passphrase reset Help hint
de: Du hast einen Hinweis zur Wiederherstellung deines Passworts gesetzt. Klicke auf den Knopf um ihn via E-Mail zu erhalten.
es: Ha establecido una pista para recuperar su contraseña. Haga clic en el botón de abajo para recibirla por correo electrónico.
fr: Vous avez laissé un indice pour retrouver votre mot de passe. Cliquez sur le bouton ci-dessous pour le recevoir par email.
ja: パスワードを回復するためのヒントを設定します。 下のボタンをクリックすると、メールで受信します。
nl_nl: Je hebt een wachtwoordhint ingesteld. Klik op onderstaande knop om deze per e-mail te ontvangen.
ru: Подсказка, которую вы оставили при создании пароля, будет отправлена вам по электронной почте.
vi: Gợi ý bạn đã chọn khi tạo mật khẩu sẽ được gửi tới bạn qua email.

source: Passphrase reset Help hint Cozy Pass
nl_nl: Je hebt een wachtwoordhint ingesteld. Klik op onderstaande knop om deze per e-mail te ontvangen.
ru: Подсказка, которую вы оставили при создании пароля Cozy Pass, будет отправлена вам по электронной почте.
vi: Gợi ý bạn đã chọn khi tạo mật khẩu cho Twake Pass sẽ được gửi tới bạn qua email.

source: Passphrase reset Submit hint
de: Sende mir einen Hinweis
es: Envíeme una sugerencia
fr: Recevoir mon indice
ja: 自分にヒントを送信する
nl_nl: Wachtwoordhint versturen
ru: Помочь мне вспомнить пароль
vi: Giúp tôi khôi phục mật khẩu

source: Passphrase reset Help Message
nl_nl: Je huidige wachtwoord is de enige sleutel van de app 'Cozy Wachtwoorden'. Als je je wachtwoord opnieuw instelt, **dan gaan die gegevens verloren**. De rest van je gegevens blijven toegankelijk.
ru: Внимание! Ваш текущий пароль — единственный способ получить доступ к паролям, хранимым в приложении «Cozy Pass». Если вы его сбросите, вы потеряете эти данные. Остальные данные останутся доступными.
vi: Cảnh báo! Mật khẩu hiện tại của bạn là cách duy nhất để giải mã các mật khẩu được lưu trong ứng dụng "Twake Pass". Nếu bạn đặt lại mật khẩu, dữ liệu này sẽ bị mất. Các dữ liệu còn lại vẫn sẽ truy cập được.

source: Passphrase reset Help emptyVault
de: Durch klicken der Schaltfläche bekommst du einen Link per E-Mail, um ein neues Passwort festzulegen.
es: Al hacer clic en este botón, usted enviará un email a su email para cambiar su contraseńa.
fr: En cliquant sur le bouton ci-dessous, un lien vous sera envoyé par email pour choisir un nouveau mot de passe.
ja: このボタンをクリックすると、新しいパスワードを選択するためのリンクがメールで送信されます。
nl_nl: Klik op deze knop om een e-mail te krijgen met een link voor het instellen van een nieuw wachtwoord.
ru: Ссылка будет отправлена вам по электронной почте для выбора нового пароля.
vi: Một liên kết sẽ được gửi cho bạn qua email để đặt mật khẩu mới.

source: Passphrase reset Help emptyVault Cozy Pass
nl_nl: Klik op deze knop om een e-mail te krijgen met een link voor het instellen van een nieuw wachtwoord.
ru: Ссылка будет отправлена вам по электронной почте для выбора нового пароля Cozy Pass.
vi: Một liên kết sẽ được gửi cho bạn qua email để đặt mật khẩu mới cho Twake Pass.

source: Passphrase reset Submit
de: Mein Passwort zurücksetzen
es: Reiniciar mi contraseña
fr: Réinitialiser mon mot de passe
ja: パスワードをリセット
nl_nl: Mijn wachtwoord opnieuw instellen
ru: Сбросить мой пароль (крайняя мера)
vi: Đặt lại mật khẩu của tôi

source: Passphrase reset Submit emptyVault
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
ja: パスワードを変更する
nl_nl: Mijn wachtwoord wijzigen
ru: Сбросить мой пароль
vi: Thay đổi mật khẩu của tôi

source: Hint sent Title
de: Überprüfe deine E-Mails!
es: ¡Revise sus emails!
fr: Consultez vos e-mails !
ja: メールをご確認ください!
nl_nl: Controleer je Postvak IN!
ru: Проверьте вашу почту!
vi: Kiểm tra email của bạn!

source: Passphrase is reset Title
de: Überprüfe deine E-Mails!
es: ¡Revise sus emails!
fr: Consultez vos e-mails !
ja: メールをご確認ください!
nl_nl: Controleer je Postvak IN!
ru: Проверьте вашу почту!
vi: Kiểm tra email của bạn!

source: Passphrase Onboarding Title
de: Wähle dein Passwort
es: Escoger su contraseña
fr: Choisissez votre mot de passe
ja: パスワードを選択してください
nl_nl: Kies je wachtwoord
ru: Выберите ваш пароль
vi: Chọn mật khẩu của bạn

source: Passphrase Onboarding Help
de: Nutze mindestens acht Zeichen mit Buchstaben, Ziffern und Sonderzeichen.
es: Usar al menos ocho caracteres que incluyan letras, números y símbolos.
fr: Utilisez au moins huit caractères avec des lettres, des chiffres et des symboles.
ja: 8 文字以上の英字、数字、記号で入力してください。
nl_nl: Gebruik minimaal acht tekens, bestaande uit letters, cijfers en symbolen.
ru: Используйте не менее восьми символов с буквами, цифрами и специальными символами.
vi: Sử dụng ít nhất tám ký tự gồm chữ cái, số và ký hiệu.

source: Passphrase Pass Error
ru: Ваш пароль слишком короткий!
vi: Mật khẩu của bạn quá ngắn!

source: Passphrase Hint Error
de: Dein Hinweis muss sich von deinem Passwort unterscheiden!
es: ¡Su pista debe ser diferente de su contraseña!
fr: Votre indice doit être différent de votre mot de passe !
nl_nl: Je hint moet anders zijn dan je wachtwoord!
ru: Ваша подсказка должна отличаться от пароля!
vi: Gợi ý của bạn phải khác mật khẩu!

source: Passphrase Onboarding Show hint form
de: Hinterlasse einen Hinweis
es: Deje una pista
fr: Laisser un indice
nl_nl: Wachtwoordhint instellen
ru: Оставить подсказку
vi: Để lại gợi ý

source: Passphrase Onboarding Hint Field
de: Hinterlasse einen Hinweis (optional)
es: Deje una pista (opcional)
fr: Laisser un indice (facultatif)
ja: ヒントを残す (オプション)
nl_nl: Wachtwoordhint instellen (optioneel)
ru: Оставить подсказку (необязательно)
vi: Để lại gợi ý (không bắt buộc)

source: Passphrase Onboarding Hint Help
de: Der Hinweis wird dir via E-Mail gesendet, falls du dein Passwort vergisst. Wähle einen Hinweis, den nur du verstehen kannst.
es: La pista se le enviará por correo electrónico si usted olvida su contraseña. Elija una pista que sólo usted pueda entender.
fr: L'indice vous sera envoyé par email en cas d'oubli de votre mot de passe, choisissez un indice que vous seul pourrez comprendre.
ja: パスワードを忘れた場合、ヒントがメールで送信されます。自分だけが理解できるヒントを選択してください。
nl_nl: Deze hint wordt per e-mail aan je verstuurd als je je je wachtwoord vergeten bent. Kies een hint die alleen voor jóu te begrijpen is.
ru: Подсказка будет отправлена вам по электронной почте в случае забытого пароля, выберите подсказку, которую поймёте только вы.
vi: Gợi ý sẽ được gửi đến email của bạn nếu bạn quên mật khẩu. Hãy chọn một gợi ý mà chỉ bạn mới hiểu được.

source: Passphrase Onboarding Submit
de: Abschließen
es: Terminar
fr: Terminer
ja: 完了
nl_nl: Afronden
ru: Завершить
vi: Hoàn tất

source: Hint sent Body
de: Wir haben dir soeben deinen Passworthinweis per E-Mail zugesandt. Er wird dir helfen, dich an dein Cozy Passwort zu erinnern. Wir warnen dich aber lieber vor, dass die E-Mail im Spam- oder Benachrichtigungsordner landen kann. Schau also bitte auch dort nach, um sie zu finden.
es: Le acabamos de enviar su pista para recuperar su contraseña por correo. Le ayudará a recordar su contraseña de Cozy. Preferimos advertirle, este correo se puede encontrar en las carpetas de Spam, Notificación o Social. No dude en echar un vistazo a estas carpetas para encontrarlo.
fr: Nous vous avons envoyé votre indice par email. Il vous aidera à retrouver votre mot de passe Cozy. Nous préférons vous prévenir : cet e-mail peut s'avérer un brin joueur et se faufiler dans les dossiers Spam, Notifications ou Réseaux Sociaux. N'hésitez donc pas à jeter un œil à tous vos dossiers pour le retrouver.
ja: パスワードのヒントをメールで送信しました。 Cozy のパスワードを思い出すのに役立ちます。 ご注意ください。このメールは、スパム、通知、またはソーシャルフォルダに入ることがあります。 メールを見つけるためにこれらのフォルダも確認してください。
nl_nl: We hebben je wachtwoordhint per e-mail aan je verstuurd - hiermee kun je je wachtwoord raden. Waarschuwing: deze e-mail kan terechtkomen in je ongewenste berichten-map of in één van de andere speciale mappen. Controleer die dus ook!
ru: Мы отправили вам подсказку по электронной почте. Она поможет вам вспомнить пароль Cozy.
vi: Chúng tôi vừa gửi gợi ý mật khẩu tới email của bạn. Gợi ý này sẽ giúp bạn nhớ lại mật khẩu Twake.

source: Hint sent Login Button
de: Zurück zur Login Seite
es: Volver a la página de inicio de sesión
fr: Aller à la page de connexion
ja: ログインページに戻る
nl_nl: Terug naar de inlogpagina
ru: Перейти на страницу входа
vi: Quay lại trang đăng nhập

source: Passphrase is reset Body
de: Wir haben dir gerade einen (sehr) speziellen E-Mail Link geschickt. Benutze diesen, um dein Passwort zurückzusetzen. Wir warnen dich aber lieber vor, dass die E-Mail im Spam- oder Benachrichtigungsordner landen kann. Schau also bitte auch dort nach, um sie zu finden.
es: Acabamos de enviarle un enlace (muy) especial por correo. Haga clic en él para restablecer su contraseña. Preferimos advertirle, este correo puede encontrarse en las carpetas Spam, Notificación o Social. No dude en echar un vistazo a estas carpetas para encontrarlo.
fr: Nous vous avons envoyé par e-mail un lien (très) spécial. Cliquez sur ce lien pour réinitialiser votre mot de passe. Nous préférons vous prévenir : cet e-mail peut s'avérer un brin joueur et se faufiler dans les dossiers Spam, Notifications ou Réseaux Sociaux. N'hésitez donc pas à jeter un œil à tous vos dossiers pour le retrouver.
ja: あなたに (とても) 特別なリンクをメールで送りました。 このリンクをクリックすると、パスワードがリセットされます。 お気を付けください。このメールはあなたの迷惑メール、通知、ソーシャルフォルダーに届く可能性があります。 これらのフォルダーを確認してください。
nl_nl: We hebben je een (hele) speciale link gestuurd via e-mail. Klik daarop om je wachtwoord opnieuw in te stellen. Waarschuwing: deze e-mail kan terechtkomen in je ongewenste berichten-map of in één van de andere speciale mappen. Controleer die dus ook!
ru: Мы отправили вам по электронной почте (очень) особую ссылку. Нажмите на эту ссылку, чтобы сбросить пароль.
vi: Chúng tôi vừa gửi cho bạn một liên kết đặc biệt qua email. Hãy nhấn vào liên kết để đặt lại mật khẩu của bạn.

source: Passphrase is reset Login Button
de: Zurück zur Login Seite
es: Volver a la página de inicio de sesión
fr: Aller à la page de connexion
ja: ログインページに戻る
nl_nl: Terug naar de inlogpagina
ru: Перейти на страницу входа
vi: Quay lại trang đăng nhập

source: Passphrase renew Title
de: Wähle ein neues Passwort
es: Escoger una nueva contraseña
fr: Choisir un nouveau mot de passe
ja: 新しいパスワードを選択
nl_nl: Kies een nieuw wachtwoord
ru: Выбрать новый пароль
vi: Chọn mật khẩu mới

source: Passphrase renew Help
de: Nutze mindestens acht Zeichen mit Buchstaben, Ziffern und Sonderzeichen.
es: Usar al menos ocho caracteres que incluyan letras, números y símbolos.
fr: Utiliser au moins huit caractères avec des lettres, des chiffres et des symboles.
ja: 8 文字以上の英字、数字、記号で入力してください。
nl_nl: Gebruik minimaal acht tekens, bestaande uit letters, cijfers en symbolen.
ru: Используйте не менее восьми символов с буквами, цифрами и специальными символами.
vi: Sử dụng ít nhất tám ký tự gồm chữ cái, số và ký hiệu.

source: Passphrase renew Field
de: Passwort
es: contraseña
fr: mot de passe
ja: パスワード
nl_nl: wachtwoord
ru: пароль
vi: mật khẩu
