Repository: cozy/cozy-stack
Catalog: assets/locales/*.po
Languages: de, es, fr, ja, nl_nl, ru, vi

source: Passphrase renew Submit
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
nl_nl: Opslaan
ru: Сохранить
vi: Lưu

source: Login Forgot password
de: Ich habe mein Passwort vergessen
es: He olvidado mi contraseña
fr: J'ai oublié mon mot de passe
ja: パスワードを忘れた
nl_nl: Ik ben mijn wachtwoord vergeten
ru: Я забыл пароль
vi: Tôi quên mật khẩu

source: Login Confirm Title
nl_nl: Authenticatie
ru: Аутентификация
vi: Xác thực

source: Login Confirm Help
nl_nl: Beveiligingsmaatregel: bevestig je identiteit
ru: Для безопасности подтвердите вашу личность
vi: Vì lý do bảo mật, vui lòng xác nhận danh tính của bạn

source: Login Confirm Submit
nl_nl: Bevestigen
ru: Подтвердить
vi: Xác nhận

source: Authorize Title
de: Erlaube %s auf dein Profil zuzugreifen
es: Autorizar a %s a acceder a su perfil
fr: Autoriser %s à accéder à votre profil ?
ja: %s のあなたのプロフィールへのアクセスを承認
nl_nl: Machtig %s om toegang te krijgen tot je profiel
ru: Разрешить %s доступ к вашему профилю?
vi: Cho phép %s truy cập vào hồ sơ của bạn

source: Authorize Sharing Title Synchronize
de: In mein Cozy synchronisieren
es: Sincronizar en mi Cozy
fr: Synchroniser dans mon Cozy
nl_nl: Synchroniseren naar mijn Cozy
ru: Синхронизировать с моим Twake
vi: Đồng bộ vào Twake của tôi

source: Authorize Sharing Title Add
de: Meinem Cozy hinzufügen
es: Añadir a mi Cozy
fr: Ajouter à mon Cozy
nl_nl: Toevoegen aan mijn Cozy
ru: Добавить в мой Twake
vi: Thêm vào Twake của tôi

source: Authorize Client presentation
de: möchte die Erlaubnis haben, auf dein Cozy zuzugreifen
es: quisiera tener el permiso para acceder a su Cozy
fr: voudrait accéder aux données suivantes du cozy
ja: Cozy にアクセスする権限が必要です
nl_nl: wil gemachtigd worden om toegang te krijgen tot je Cozy
ru: хочет получить доступ к следующим данным cozy
vi: muốn được cấp quyền truy cập vào Twake của bạn

source: Authorize Sharing Request
de: hat mit dir geteilt:
es: ha compartido con usted:
fr: a partagé avec vous :
ja: %s さんは次のデータをあなたと共有したいといっています:
nl_nl: heeft iets met je gedeeld:
ru: Поделился
vi: Được chia sẻ bởi

source: Authorize Sharing Description start
de: %sund du könnt zusammenarbeiten beim Bearbeiten der %s. Jede Änderung wird automatisch zwischen euren Cozys versendet.
es: %s y usted pueden colaborar editando el %s. Cada cambio se enviará automáticamente entre sus Cozy.
fr: %s et vous pouvez collaborer en modifiant le %s. Chaque modification sera transmise automatiquement entre vos Cozy.
nl_nl: %s en jij kunnen samenwerken door %s aan te passen. Elke aanpassing wordt automatisch opgeslagen op jullie Cozy's.
ru: %s и вы можете сотрудничать, редактируя %s. Каждое изменение будет автоматически передано между вашими Cozy.
vi: %s và bạn có thể cộng tác bằng cách chỉnh sửa %s.Mỗi thay đổi sẽ được tự động đồng bộ giữa các Twake của bạn.

source: Authorize Sharing Description end
de: Du wirst das %sin deinem Cozy behalten, selbst wenn die Freigabe von %sabgebrochen wird.
es: Usted guardará el %s en su Cozy, aún si se el compartir ha sido cancelado por %s.
fr: Vous conserverez le %s dans votre Cozy, même si %s annule le partage.
nl_nl: Je behoudt %s, zelfs als het delen wordt gestopt door %s.
ru: Вы сохраните %s в вашем Twake, даже если %s отменит общий доступ.
vi: Bạn sẽ vẫn giữ %s trong Twake của mình, ngay cả khi việc chia sẻ bị hủy bởi %s.

source: Authorize Sharing Synchronize label
de: In mein Cozy synchronisieren
es: Sincronizar en mi Cozy
fr: Synchroniser dans mon Cozy
nl_nl: Synchroniseren naar mijn Cozy
ru: Синхронизировать с моим Twake
vi: Đồng bộ vào Twake của tôi

source: Authorize Sharing Submit Synchronize
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
nl_nl: Synchroniseren
ru: Синхронизировать
vi: Đồng bộ

source: Authorize Sharing Submit Add
de: Hinzufügen
es: Añadir
fr: Ajouter
nl_nl: Toevoegen
ru: Добавить
vi: Thêm

source: Authorize Sharing Cancel
de: Abbrechen
es: Anular
fr: Annuler
nl_nl: Annuleren
ru: Отменить
vi: Hủy

source: Authorize Policy sentence
de: Du kannst ihre Regeln über die Verwendung deiner Daten lesen
es: Usted puede leer la política del uso de sus datos en esta dirección
fr: Vous pouvez lire la politique d'utilisation des données à cette adresse
ja: データの使用方法に関するポリシーを読むことができます
nl_nl: Je kunt het gebruiksbeleid lezen om te weten te komen wat er met je gegevens gebeurt, en wel
ru: Вы можете прочитать политику использования данных по этому адресу
vi: Bạn có thể đọc chính sách về việc sử dụng dữ liệu của bạn

source: Authorize Policy link
de: hier
es: aquí
fr: ici
ja: ここ
nl_nl: hier
ru: здесь
vi: tại đây

source: Authorize Give permission
nl_nl: Door op **Autoriseren** te klikken, ga je akkoord met het feit dat de app toegang heeft tot je gegevens, in overeenstemming met de algemene voorwaarden en het privacybeleid.
ru: Нажимая **Разрешить**, вы разрешаете приложению доступ к вашим данным согласно его условиям обслуживания и политике конфиденциальности.
vi: Khi nhấn **Cho phép**, bạn đồng ý rằng ứng dụng được quyền truy cập vào dữ liệu của bạn, tuân thủ theo điều khoản dịch vụ và chính sách bảo mật.

source: Authorize Submit
de: Zugriff
es: Autorizar
fr: Autoriser
ja: 承認
nl_nl: Machtigen
ru: Разрешить
vi: Cho phép

source: Authorize Cancel
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
nl_nl: Weigeren
ru: Отказать
vi: Từ chối

source: Authorize Linked Title
de: Berechtigungsabfrage
es: Solicitud de permisos
fr: Demande de permissions
ja: アクセス許可リクエスト
nl_nl: Machtigingsverzoek
ru: Запрос разрешений
vi: Yêu cầu quyền truy cập

source: Authorize Linked Webapp
de: Eine Anwendung behauptet Folgendes zu sein:
es: Una aplicación dice tenerlos:
fr: Une application déclare être :
ja: アプリケーションの申請は:
nl_nl: Een app zegt te zijn:
ru: Приложение, объявленное как:
vi: Một ứng dụng tự nhận là:

source: Authorize Linked YourCozy
de: Es bittet um Zugriff auf dein Cozy:
es: Solicita el acceso a su Cozy:
fr: Elle demande l'accès à votre Cozy :
ja: あなたの Cozy にアクセスをリクエストします:
nl_nl: De app vereist toegang tot je Cozy:
ru: запрашивает доступ к вашему Cozy:
vi: yêu cầu quyền truy cập vào Twake của bạn:

source: Authorize Linked Help
de: Durch die Authentifizierung bekommt die Anwendung Zugriff diese Daten in deinem Cozy:
es: Al autorizarlo, la aplicación podrá acceder a estos datos en su Cozy:
fr: En l'autorisant, l'application pourra accéder aux données suivantes de votre Cozy :
ja: 承認すると、アプリケーションは Cozy のこれらのデータにアクセスできるようになります:
nl_nl: Door te machtigen krijgt de app toegang tot de volgende gegevens op je Cozy:
ru: Приложение запрашивает доступ к следующим данным вашего Cozy:
vi: Ứng dụng này yêu cầu quyền truy cập vào các loại dữ liệu sau trong Twake của bạn:

source: Authorize Confirm Flagship title
ru: Не сертифицированное приложение
vi: Ứng dụng chưa được chứng nhận

source: Authorize Confirm Flagship help
ru: Происхождение этого приложения не сертифицировано. 6-значный код был отправлен вам по электронной почте на адрес: %s. Введите код для подтверждения вашего желания использовать приложение
vi: Nguồn gốc của ứng dụng này chưa được xác thực. Một mã gồm 6 chữ số đã được gửi tới địa chỉ email: %s. Hãy nhập mã này để xác nhận bạn muốn sử dụng ứng dụng.

source: Authorize Confirm Flagship more link
ru: https://support.cozy.io/
vi: https://support.cozy.io/

source: Authorize Confirm Flagship more text
ru: узнать больше
vi: tìm hiểu thêm

source: Authorize Confirm Flagship field
ru: Код подтверждения
vi: Mã xác nhận

source: Authorize Confirm Flagship Confirm
ru: Подтвердить
vi: Xác nhận

source: Confirm Flagship Invalid code
ru: Недействительный код
vi: Mã không hợp lệ

source: Mail Confirm Flagship Subject
ru: Код подтверждения
vi: Mã xác nhận

source: Mail Confirm Flagship Greeting
ru: Привет, %s,
vi: Xin chào %s,

source: Mail Confirm Flagship Intro
ru: Для подтверждения вашего желания использовать приложение Twake Workplace скопируйте следующий код и введите его в приложении:
vi: Để xác nhận bạn muốn sử dụng ứng dụng Twake, hãy sao chép mã dưới đây và nhập vào trong ứng dụng:

source: Move delegated auth Title
nl_nl: Verplaatsbevestiging
ru: Подтверждение переезда
vi: Xác nhận di chuyển

source: Move delegated auth Help
nl_nl: Er is een code verstuurd naar het e-mailadres "%s".
ru: Код подтверждения был отправлен по электронной почте на адрес %s.
vi: Một mã đã được gửi qua email tới địa chỉ %s.

source: Import Title
de: Import im Gange
fr: Import en cours
nl_nl: Bezig met importeren...
ru: Импорт в процессе
vi: Đang nhập dữ liệu

source: Import Description
de: Das Importieren von Daten kann etwas dauern. Du kannst diesen Bildschirm schließen, eine E-Mail wird an dich gesendet sobald der Import fertiggestellt ist.
fr: L'import des données peut prendre du temps. Vous pouvez fermer cet écran en toute tranquillité, un mail vous sera envoyé une fois l'import terminé.
nl_nl: Het importeren kan enige tijd duren. Je kunt dit scherm sluiten - je ontvangt een e-mail als het importeren voltooid is.
ru: Импорт данных может занять время. Вы можете закрыть этот экран спокойно, письмо будет отправлено по завершении импорта.
vi: Việc nhập dữ liệu có thể mất một chút thời gian. Bạn có thể đóng màn hình này, chúng tôi sẽ gửi email khi quá trình hoàn tất.

source: Move in progress Title
nl_nl: Bezig met verplaatsen...
ru: Переезд в процессе
vi: Đang di chuyển dữ liệu

source: Move in progress Box
nl_nl: Van %s naar %s
ru: С **%s** на **%s**
vi: Từ **%s** đến **%s**

source: Move in progress Description
nl_nl: Het verplaatsen kan enige tijd duren. Je kunt dit scherm sluiten - je ontvangt een e-mail als het importeren voltooid is.
ru: Переезд данных может занять время. Вы можете закрыть этот экран спокойно, письмо будет отправлено по завершении переезда.
vi: Việc di chuyển dữ liệu có thể mất một chút thời gian. Bạn có thể đóng màn hình này, chúng tôi sẽ gửi email khi quá trình hoàn tất.

source: Move Confirm Title
nl_nl: Je verplaatsverzoek is in goede orde ontvangen
ru: Ваш запрос на переезд успешно передан
vi: Yêu cầu di chuyển của bạn đã được ghi nhận

source: Move Confirm Box
nl_nl: Er is een e-mail verstuurd naar %s om de verplaatsing goed te keuren.
ru: Письмо было отправлено на %s для подтверждения переезда.
vi: Một email đã được gửi tới %s để xác nhận việc di chuyển.

source: Move Confirm Description
nl_nl: Heb je geen e-mail ontvangen? Controleer de map met Ongewenste berichten of stuur een e-mail naar claude@cozycloud.cc
ru: Не получили это письмо? Проверьте папку СПАМ и нежелательную почту или свяжитесь с нами по адресу claude@cozycloud.cc.
vi: Bạn không nhận được email? Hãy kiểm tra mục SPAM hoặc gửi email cho chúng tôi tại claude@cozycloud.cc.

source: Move Link Title
nl_nl: %s heeft het adres van zijn/haar Cozy gewijzigd
ru: %s изменил адрес своего Cozy
vi: %s đã thay đổi địa chỉ Twake của mình

source: Move Link Description
nl_nl: Deze link is binnenkort niet meer beschikbaar - er is een nieuwe gegenereerd:
ru: Эта ссылка скоро станет недоступной, новая была создана:
vi: Liên kết này sẽ sớm không còn hiệu lực, một liên kết mới đã được tạo:

source: Move Link More
nl_nl: Sla het adres van deze link ergens veilig op voordat je geen toegang meer hebt tot deze pagina.
ru: Скопируйте/вставьте эту новую ссылку, чтобы сохранить её, пока вы ещё можете получить доступ к этой странице.
vi: Hãy sao chép và lưu trữ liên kết này trước khi bạn không thể truy cập trang này nữa.

source: Move Link FAQ URL
nl_nl: https://help.cozy.io/article/491-how-to-retrieve-a-share-link
ru: https://support.cozy.io/article/490-comment-retrouver-un-lien-de-partage
vi: https://help.cozy.io/article/491-how-to-retrieve-a-share-link

source: Move Link FAQ Text
nl_nl: Hoe vind ik een gedeelde link als het adres ervan gewijzigd is?
ru: Как найти ссылку для совместного доступа при смене адреса?
vi: Làm thế nào để tìm lại liên kết chia sẻ nếu địa chỉ bị thay đổi?

source: Move Vault Title
nl_nl: Wachtwoorden importeren
ru: Импорт моих паролей
vi: Nhập khẩu mật khẩu của tôi

source: Move Vault Description
nl_nl: Doorloop de volgende stappen om de zojuist geëxporteerde wachtwoorden te importeren:
ru: Следуйте этим шагам для импорта паролей, которые вы экспортировали в начале процесса:
vi: Làm theo các bước sau để nhập khẩu mật khẩu bạn đã xuất ra trước khi di chuyển Twake:

source: Move Vault Step 1
nl_nl: Open de Cozy-extensie van je browser
ru: Откройте расширение Cozy, установленное в вашем браузере
vi: Mở tiện ích mở rộng Twake trên trình duyệt của bạn

source: Move Vault Step 2
nl_nl: Log uit op de extensie en log weer in met de url van je nieuwe Cozy
ru: Отключитесь от старого Cozy, затем войдите в расширение с вашим новым Cozy
vi: Đăng xuất, sau đó đăng nhập lại tiện ích với Twake mới của bạn

source: Move Vault Step 3
nl_nl: Klik op 'Instellingen' en vervolgens op 'Items importeren'
ru: Перейдите в «**Настройки / Импорт элементов**»
vi: Nhấn vào "**Cài đặt / Nhập dữ liệu**"

source: Move Vault Step 4
nl_nl: Kies als bronformaat 'Bitwarden (json)', klik op 'Bestand kiezen' en kies het zojuist geëxporteerde bestand
ru: Выберите исходный формат «**Bitwarden (json)**», нажмите «**выбрать файл**» и выберите файл, который вы экспортировали из расширения в начале переезда
vi: Chọn định dạng nguồn là "**Bitwarden (json)**", nhấn "**chọn tệp**" và chọn tệp bạn vừa xuất

source: Move Vault Step 5
nl_nl: Klik op 'Importeren'
ru: Нажмите «**Импорт**»
vi: Nhấn "**Nhập**"

source: Move Vault Link
nl_nl: Ik heb mijn wachtwoorden geïmporteerd
ru: Я импортировал мои пароли
vi: Tôi đã nhập khẩu mật khẩu của mình

source: Move Vault Ignore
nl_nl: Deze stap overslaan
ru: Пропустить этот шаг
vi: Bỏ qua bước này

source: Error Title
de: Entschuldigung, ein Fehler ist aufgetreten.
es: Lo siento, se ha producido un error.
fr: Désolé, une erreur est survenue.
ja: 申し訳ありません。エラーが発生しました。
nl_nl: Sorry, er is een fout opgetreden.
ru: Мы столкнулись с неожиданной ошибкой.
vi: Rất tiếc, đã xảy ra lỗi không mong muốn.

source: Error Internal Server Error Title
de: Upps...
es: Oops…
fr: Oops…
ja: おっと…
nl_nl: Oeps...
ru: Упс...
vi: Oops…

source: Error Internal Server Error Message
de: Dein Cozy scheint momentan zu ertrinken. Unser Team arbeitet hart daran es wieder zurück auf die Beine zu bekommen.
es: Parece que su Cozy se cayó. Nuestro equipo está trabajando duro para ponerlo de nuevo en pie.
fr: Il semblerait que Cozy soit sous l'eau à force de sauvegarder, synchroniser et croiser vos données. Notre équipe se charge de lui redonner ses super pouvoirs. En attendant et surtout pour l'encourager, vous pouvez toujours lui envoyer vos demandes à claude@cozycloud.cc.
ja: お使いの Cozy は沈んでいるようです。 私たちのチームは、元に戻す努力をしています。
nl_nl: Het lijkt erop dat je Cozy zich onderwater bevindt. Ons team werkt keihard om hem te reanimeren.
ru: Похоже, что Cozy под водой от сохранения, синхронизации и перекрёстной обработки ваших данных. Наша команда работает над восстановлением его суперспособностей.\nТем временем и особенно для поддержки, вы можете отправлять свои запросы на claude@cozycloud.cc.
vi: Twake của bạn đang gặp sự cố. Đội ngũ của chúng tôi đang nỗ lực khắc phục.

source: Error Instance not found Title
de: Die Adresse von diesem Cozy existiert nicht
es: La dirección de este Cozy no existe
fr: L'adresse de ce Cozy n'existe pas.
ja: この Cozy のアドレスは存在しません
nl_nl: Het adres van deze Cozy bestaat niet
ru: Адрес этого Cozy не существует.
vi: Địa chỉ Twake này không tồn tại

source: Error Instance not found Message
de: Es ist möglich, dass du einen Schreibfehler bei der Adresse von deinem Cozy gemacht hast. Um sicherzugehen, überprüfe deine Cozy-Adresse in der E-Mail, welche dir bei der Erstellung geschickt wurde.
es: Es posible que haya introducido una dirección incorrecta o haya cometido un error de escritura. Para estar seguro, por favor, compruebe la dirección de su Cozy que le enviamos por correo electrónico durante su creación.
fr: Nous n'avons trouvé aucun Cozy à cette adresse. Il s'agit peut-être d'une erreur de frappe. Pour le savoir, vérifiez l'adresse de votre Cozy dans l'e-mail que nous vous avons envoyé au moment de sa création.
ja: 入力ミスで誤ったアドレス形式を入力した可能性があります。 作成中にメールで送信したあなたの Cozy のアドレスを確認してください。
nl_nl: Je hebt waarschijnlijk een verkeerd adres ingetoetst. Controleer het adres van je Cozy, dat na het creëren per e-mail aan je verstuurd is.
ru: Мы не нашли Cozy по этому адресу. Возможно, это опечатка. Чтобы узнать, проверьте адрес вашего Cozy в письме, которое мы отправили вам при его создании.
vi: Có thể bạn đã nhập sai địa chỉ. Vui lòng kiểm tra lại địa chỉ Twake được gửi qua email khi tạo tài khoản.

source: Error InvalidToken Title
ru: Недействительная ссылка
vi: Liên kết không hợp lệ

source: Error InvalidToken Message
ru: Ссылка, по которой вы перешли, истекла или неверна
vi: Liên kết của bạn đã hết hạn hoặc không hợp lệ

source: Error InvalidToken Link
ru: Вернуться на страницу настройки
vi: Quay lại phần cài đặt

source: Error Application not installed Title
ru: Приложение пока недоступно
vi: Ứng dụng chưa khả dụng

source: Error Application not installed Message
ru: Это приложение пока недоступно в вашем Cozy.
vi: Ứng dụng này hiện chưa khả dụng trong Twake của bạn.

source: Error Application not supported Message
ru: Это приложение не поддерживается вашим сервером Cozy.
vi: Ứng dụng này không được Twake server của bạn hỗ trợ.

source: Error Application not found Title
de: Anwendung noch nicht verfügbar
es: Esta a plicación no está disponible aún.
fr: Application pas encore disponible
ja: アプリケーションはまだ利用できません
nl_nl: App is nog niet beschikbaar
ru: Приложение не существует
vi: Ứng dụng không tồn tại

source: Error Application not found Message
de: Leider ist diese Anwendung noch nicht in deinem Cozy verfügbar.
es: Lo sentimos. Esta aplicación no está disponible aún en su Cozy.
fr: Nous sommes désolés. Cette application n'est pas encore disponible dans votre Cozy.
ja: 申し訳ありません。このアプリケーションはまだお使いの Cozy で利用できません。
nl_nl: Sorry, deze app is nog niet beschikbaar op je Cozy.
ru: Мы не нашли приложения, соответствующего этому адресу в вашем Cozy. Возможно, это опечатка.
vi: "Chúng tôi không tìm thấy ứng dụng nào tương ứng với địa chỉ này trong Twake của bạn.Có thể bạn đã nhập sai địa chỉ.

source: Error Application not found Action
de: Gehe zu dir nach Hause
es: Ir a Inicio
fr: Retourner à votre accueil
ja: ホームに移動
nl_nl: Ga naar je startpagina
ru: Вернуться на главную
vi: Về trang chủ

source: Error Application not found Button
de: Diese Anwendung installieren
es: Instalar esta aplicación
fr: Installer cette application
nl_nl: Deze app installeren
ru: Установить это приложение
vi: Cài đặt ứng dụng này

source: Error Address forgotten
ru: Я забыл мой адрес
vi: Tôi đã quên địa chỉ Twake của mình

source: Error Contact us
de: Ein Problem, eine Frage? Kontaktiere uns über
es: ¿Tiene un problema, una duda? Contáctenos en
fr: Un problème, une suggestion ? Contactez-nous à
ja: 問題、質問? お問い合わせは
nl_nl: Problemen? Vragen? Neem contact met ons op:
ru: Проблема, предложение? Свяжитесь с нами по адресу
vi: Có thắc mắc hoặc sự cố? Liên hệ với chúng tôi tại

source: Error Contact instance blocked
de: Bitte kontaktiere uns per
es: Por favor contáctenos en
fr: Merci de nous contacter à l'adresse
ja: 私たちにご連絡ください
nl_nl: Neem contact met ons op via
ru: Свяжитесь с нами, если хотите узнать больше, по адресу
vi: Liên hệ với chúng tôi nếu bạn muốn biết thêm thông tin tại

source: Error Message instance blocked
de: Dein Cozy wurde blockiert
es: Su Cozy ha sido bloqueado
fr: Votre Cozy a été bloqué
ja: お使いの Cozy はブロックされました
nl_nl: Je Cozy is geblokkeerd
ru: Работа вашего Cozy была временно прервана
vi: Twake của bạn đã bị khóa

source: the authentication has failed
ru: Аутентификация не удалась
vi: Xác thực không thành công

source: the FranceConnect authentication has failed
ru: Используемый аккаунт FranceConnect не соответствует вашему аккаунту Cozy.
vi: Xác thực bằng FranceConnect không thành công

source: Instance Blocked Login
de: Der Cozy wurde wegen zu vieler Anmeldeversuche blockiert
es: El Cozy fue bloqueado debido a demasiados intentos de acceso
fr: Le Cozy a été bloqué à cause de trop nombreux essais de connexion
ja: ログインに失敗した回数が多すぎるため Cozy はブロックされました
nl_nl: De Cozy is geblokkeerd wegens teveel inlogpogingen
ru: Cozy был заблокирован из-за слишком многих попыток входа
vi: Twake đã bị khóa do có quá nhiều lần đăng nhập không thành công

source: Instance Blocked Payment
de: Die Cozy benötigt eine Zahlung
es: El Cozy requiere que usted pague
fr: Le Cozy nécessite un paiement
ja: Cozy は支払いが必要です
nl_nl: De Cozy vereist een betaling
ru: Cozy требует оплаты
vi: Twake yêu cầu thanh toán

source: Instance Blocked Importing
de: Cozy importiert gerade Daten
fr: Le Cozy importe des données
nl_nl: Cozy is bezig gegevens te importeren
ru: Cozy импортирует данные
vi: Twake đang trong quá trình nhập dữ liệu

source: Instance Blocked Moving
nl_nl: Bezig met verplaatsen...
ru: Переезд в процессе
vi: Đang di chuyển dữ liệu

source: Instance Blocked Unknown
de: Der Cozy wurde wegen eines unbekannten Grundes blockiert.
es: El Cozy está bloqueado por razones desconocidas
fr: Le Cozy a été bloqué pour une raison inconnue
ja: 不明な理由で Cozy がブロックされます
nl_nl: De Cozy is om onbekende reden geblokkeerd
ru: Cozy был заблокирован по неизвестной причине
vi: Twake bị khóa do lý do không xác định

source: Error No state parameter
de: Der “state” Parameter ist zwingend erforderlich
es: El parámetro de estado es obligatorio
fr: Le paramètre state est obligatoire
ja: state パラメータは必須です
nl_nl: De state-parameter is vereist
ru: Параметр state обязателен
vi: Tham số state là bắt buộc

source: Error No client_id parameter
de: Der “client_id” Parameter ist zwingend erforderlich
es: El parámetro client_id es obligatorio
fr: Le paramètre client_id est obligatoire
ja: client_id パラメータは必須です
nl_nl: De client_id-parameter is vereist
ru: Параметр client_id обязателен
vi: Tham số client_id là bắt buộc

source: Error No redirect_uri parameter
de: Der “redirect_uri” Parameter ist zwingend erforderlich
es: El parámetro redirect_url es obligatorio
fr: Le paramètre redirect_uri est obligatoire
ja: redirect_uri パラメータは必須です
nl_nl: De redirect_uri-parameter is vereist
ru: Параметр redirect_uri обязателен
vi: Tham số redirect_uri là bắt buộc

source: Error No scope parameter
de: Der “scope” Parameter ist zwingend erforderlich
es: El parámetro scope es obligatorio
fr: Le paramètre scope est obligatoire
ja: scope パラメータは必須です
nl_nl: De scope-parameter is vereist
ru: Параметр scope обязателен
vi: Tham số scope là bắt buộc

source: Error No registered client
de: Der Client muss registriert sein
es: El cliente debe estar inscrito
fr: Le client doit être enregistré
ja: クライアントを登録する必要があります
nl_nl: De client moet geregistreerd zijn
ru: Клиент должен быть зарегистрирован
vi: Client phải được đăng ký

source: Error No sharing_id parameter
de: Der Parameter "sharing_id" ist zwingend erforderlich
es: El parámetrp sharing_id es obligatorio
fr: Le paramètre sharing_id est obligatoire
ja: sharing_id パラメータは必須です
nl_nl: De sharing_id-parameter is vereist
ru: Параметр sharing_id обязателен
vi: Tham số sharing_id là bắt buộc

source: Error Incorrect redirect_uri
de: Der Parameter “redirect_uri” stimmt nicht mit dem Registrierten überein
es: El parámetro redirect_url no coincide con el registrado
fr: Le paramètre redirect_uri ne correspond pas à ceux enregistrés
ja: redirect_uri パラメータが登録されているパラメータと一致しません
nl_nl: De redirect_uri-parameter komt niet overeen met de geregistreerden
ru: Параметр redirect_uri не соответствует зарегистрированным
vi: Tham số redirect_uri không khớp với giá trị đã đăng ký

source: Error Invalid redirect_uri
de: Der Parameter “redirect_uri” ist ungültig
es: El parámetro redirect_url no es válido
fr: Le paramètre redirect_uri est invalide
ja: redirect_uri パラメータが正しくありません
nl_nl: De redirect_uri-parameter is ongeldig
ru: Параметр redirect_uri недействителен
vi: Tham số redirect_uri không hợp lệ
